Repository: AOSSIE-Org/Resonate
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, pa, ta

# title
source: Resonate
bn: রেজনেট
gu: રેઝોનેટ
hi: रेज़ोनेट
kn: ರೆಸೋನೇಟ್
ml: റെസൊണേറ്റ്
mr: रेजोनेट
pa: ਰੇਜ਼ੋਨੇਟ

# roomDescription
source: Be polite and respect the other person's opinion. Avoid rude comments.
bn: ভদ্রতা বজায় রাখুন এবং অন্য ব্যক্তির মতামতকে সম্মান করুন। অভদ্র মন্তব্য এড়িয়ে চলুন।
gu: નમ્ર બનો અને અન્ય વ્યક્તિના અભિપ્રાયનો આદર કરો. અસભ્ય ટિપ્પણીઓ ટાળો.
hi: विनम्र रहें और दूसरे व्यक्ति की राय का सम्मान करें। अभद्र टिप्पणियों से बचें।
kn: ವಿನಯಶೀಲರಾಗಿರಿ ಮತ್ತು ಇತರರ ಅಭಿಪ್ರಾಯವನ್ನು ಗೌರವಿಸಿ. ಅಸಭ್ಯ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಬಳಸಬೇಡಿ.
ml: മര്യാദയുള്ളവരായിരിക്കുക, മറ്റൊരാളുടെ അഭിപ്രായത്തെ ബഹുമാനിക്കുക. പരുഷമായ അഭിപ്രായങ്ങൾ ഒഴിവാക്കുക.
mr: विनम्र रहा आणि दुसऱ्या व्यक्तीच्या मतीचा सन्मान करा. असभ्य टिप्पण्या टाळा.
pa: ਵਿਨਮ੍ਰ ਰਹੋ ਅਤੇ ਦੂਜੇ ਵਿਅਕਤੀ ਦੀ ਰਾਏ ਦਾ ਆਦਰ ਕਰੋ। ਅਪਮਾਨਜਨਕ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਚੋ।
ta: மற்றவர்களின் கருத்துகளை மதித்து மரியாதையாக பேசுங்கள். தவறான அல்லது கடுமையான கருத்துகளை தவிர்க்கவும்.

source: Hide Password
bn: পাসওয়ার্ড লুকান
gu: પાસવર્ડ છુપાવો
hi: पासवर्ड छिपाएं
kn: ಪಾಸ್‌ವರ್ಡ್ ತೋರಿಸಬೇಡ
ml: പാസ്‌വേഡ് മറയ്ക്കുക
mr: पासवर्ड लपवा
pa: ਪਾਸਵਰਡ ਲੁਕਾਓ
ta: கடவுச்சொல்லை மறை

source: Show Password
bn: পাসওয়ার্ড দেখান
gu: પાસવર્ડ બતાવો
hi: पासवर्ड दिखाएं
kn: ಪಾಸ್‌ವರ್ಡ್ ತೋರಿಸಿ
ml: പാസ്‌വേഡ് കാണിക്കുക
mr: पासवर्ड दाखवा
pa: ਪਾਸਵਰਡ ਦਿਖਾਓ
ta: கடவுச்சொல்லை காண்பி

# passwordEmpty
source: Password cannot be empty
bn: পাসওয়ার্ড খালি হতে পারে না
gu: પાસવર્ડ ખાલી હોઈ શકે નહીં
hi: पासवर्ड खाली नहीं हो सकता
kn: ಪಾಸ್‌ವರ್ಡ್ ಖಾಲಿ ಇರಬಾರದು
ml: പാസ്‌വേഡ് ശൂന്യമായിരിക്കരുത്.
mr: पासवर्ड रिक्त असू शकत नाही
pa: ਪਾਸਵਰਡ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: கடவுச்சொல் காலியாக இருக்கக்கூடாது

source: Password
bn: পাসওয়ার্ড
gu: પાસવર્ડ
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
gu: પાસવર્ડની પુષ્ટિ કરો
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: पासवर्ड पुष्टी करा
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

# passwordsNotMatch
source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না
gu: પાસવર્ડ મેળ ખાતા નથી
hi: पासवर्ड मेल नहीं खा रहे हैं
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
mr: पासवर्ड जुळत नाहीत
pa: ਪਾਸਵਰਡ ਮਿਲਦੇ ਨਹੀਂ ਹਨ
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: User Created Stories
bn: ইউজার দ্বারা তৈরি গল্প
gu: યુઝર દ્વારા બનાવેલી વાર્તાઓ
hi: यूज़र की बनाई कहानियाँ
kn: ಬಳಕೆದಾರರು ರಚಿಸಿದ ಕಥೆಗಳು
ml: ഉപയോക്താവ് സൃഷ്ടിച്ച കഥകൾ
mr: वापरकर्त्याने तयार केलेल्या कथा
pa: ਯੂਜ਼ਰ ਵਲੋਂ ਬਣਾਈਆਂ ਕਹਾਣੀਆਂ
ta: பயனர் உருவாக்கிய கதைகள்

source: Your Stories
bn: আপনার গল্প
gu: તમારી વાર્તાઓ
hi: तुम्हारी कहानियाँ
kn: ನಿಮ್ಮ ಕಥೆಗಳು
ml: നിങ്ങളുടെ കഥകൾ
mr: आपल्या कथा
pa: ਤੁਹਾਡੀਆਂ ਕਹਾਣੀਆਂ
ta: உங்கள் கதைகள்

# userNoStories
source: User has not created any story
bn: ইউজার কোনও গল্প তৈরি করেনি
gu: યુઝરે કોઈ વાર્તા બનાવી નથી
hi: यूज़र ने अभी तक कोई कहानी नहीं बनाई
kn: ಬಳಕೆದಾರರು ಯಾವುದೇ ಕಥೆ ರಚಿಸಿಲ್ಲ
ml: ഉപയോക്താവ് ഒരു കഥയും സൃഷ്ടിച്ചിട്ടില്ല.
mr: वापरकर्त्याने कोणतीही कथा तयार केलेली नाही
pa: ਯੂਜ਼ਰ ਨੇ ਹਾਲੇ ਕੋਈ ਕਹਾਣੀ ਨਹੀਂ ਬਣਾਈ
ta: இந்த பயனர் எந்தக் கதையும் உருவாக்கவில்லை

# youNoStories
source: You have not created any story
bn: আপনি কোনও গল্প তৈরি করেননি
gu: તમે કોઈ વાર્તા બનાવી નથી
hi: तुमने अभी तक कोई कहानी नहीं बनाई
kn: ನೀವು ಯಾವುದೇ ಕಥೆ ರಚಿಸಿಲ್ಲ
ml: നിങ്ങൾ ഒരു കഥയും സൃഷ്ടിച്ചിട്ടില്ല.
mr: आपण कोणतीही कथा तयार केलेली नाही
pa: ਤੁਸੀਂ ਹਾਲੇ ਕੋਈ ਕਹਾਣੀ ਨਹੀਂ ਬਣਾਈ
ta: நீங்கள் எந்தக் கதையும் உருவாக்கவில்லை

source: Follow
bn: ফলো করুন
gu: ફોલો કરો
hi: फॉलो करो
kn: ಫಾಲೋ
ml: പിന്തുടരുക
mr: फॉलो करा
pa: ਫਾਲो ਕਰੋ
ta: பின்தொடர்

source: Edit Profile
bn: প্রোফাইল সম্পাদনা করুন
gu: પ્રોફાઈલ એડિટ કરો
hi: प्रोफाइल एडिट करो
kn: ಪ್ರೊಫೈಲ್ ಮಾರ್ಪಡಿಸು
ml: പ്രൊഫൈൽ തിരുത്തുക
mr: प्रोफाइल संपादित करा
pa: ਪ੍ਰੋਫਾਈਲ ਐਡਿਟ ਕਰੋ
ta: சுயவிவரத்தை திருத்து

source: Verify Email
bn: ইমেইল যাচাই করুন
gu: ઈમેઈલ ચકાસો
hi: ईमेल वेरीफाई करो
kn: ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ
ml: ഇമെയിൽ സ്ഥിരീകരിക്കുക
mr: ईमेल सत्यापित करा
pa: ਈਮੇਲ ਵੇਰੀਫਾਈ ਕਰੋ
ta: மின்னஞ்சலை சரிபார்க்கவும்

source: Verified
bn: ইমেইল যাচাই করা হয়েছে
gu: ચકાસાયેલ
hi: वेरीफाइड
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: സ്ഥിരീകരിച്ചിരിക്കുന്നു
mr: सत्यापित
pa: ਵੇਰੀਫਾਈਡ
ta: சரிபார்க்கப்பட்டது

source: Profile
bn: প্রোফাইল
gu: પ્રોફાઈલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்

source: User Liked Stories
bn: ইউজারের পছন্দের গল্পগুলো
gu: યુઝરે પસંદ કરેલી વાર્તાઓ
hi: यूज़र को पसंद आई कहानियाँ
kn: ಬಳಕೆದಾರರು ಇಷ್ಟಪಟ್ಟ ಕಥೆಗಳು
ml: ഉപയോക്താവ് ഇഷ്ടപ്പെട്ട കഥകൾ
mr: वापरकर्त्याने आवडलेल्या कथा
pa: ਯੂਜ਼ਰ ਨੂੰ ਪਸੰਦ ਆਈਆਂ ਕਹਾਣੀਆਂ
ta: பயனர் விரும்பிய கதைகள்

source: Your Liked Stories
bn: আপনার পছন্দের গল্পগুলো
gu: તમારી પસંદ કરેલી વાર્તાઓ
hi: तुम्हें पसंद आई कहानियाँ
kn: ನೀವು ಇಷ್ಟಪಟ್ಟ ಕಥೆಗಳು
ml: നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട കഥകൾ
mr: आपल्या आवडीची कथा
pa: ਤੁਹਾਨੂੰ ਪਸੰਦ ਆਈਆਂ ਕਹਾਣੀਆਂ
ta: நீங்கள் விரும்பிய கதைகள்

# userNoLikedStories
source: User has not liked any story
bn: ইউজার কোনও গল্প পছন্দ করেনি
gu: યુઝરે કોઈ વાર્તા પસંદ કરી નથી
hi: यूज़र ने अभी तक कोई कहानी लाइक नहीं की
kn: ಬಳಕೆದಾರರು ಯಾವುದೇ ಕಥೆಯನ್ನು ಇಷ್ಟಪಟ್ಟಿಲ್ಲ
ml: ഉപയോക്താവ് ഒരു കഥയും ഇഷ്ടപ്പെട്ടിട്ടില്ല.
mr: वापरकर्त्याने कोणतीही कथा आवडलेली नाही
pa: ਯੂਜ਼ਰ ਨੇ ਹਾਲੇ ਕੋਈ ਕਹਾਣੀ ਲਾਈਕ ਨਹੀਂ ਕੀਤੀ
ta: இந்த பயனர் எந்தக் கதையையும் விரும்பவில்லை

# youNoLikedStories
source: You have not liked any story
bn: আপনি কোনও গল্প পছন্দ করেননি
gu: તમે કોઈ વાર્તા પસંદ કરી નથી
hi: तुमने अभी तक कोई कहानी लाइक नहीं की
kn: ನೀವು ಯಾವುದೇ ಕಥೆಯನ್ನು ಇಷ್ಟಪಟ್ಟಿಲ್ಲ
ml: നിങ്ങൾ ഒരു കഥയും ഇഷ്ടപ്പെട്ടിട്ടില്ല.
mr: आपण कोणतीही कथा आवडलेली नाही
pa: ਤੁਸੀਂ ਹਾਲੇ ਕੋਈ ਕਹਾਣੀ ਲਾਈਕ ਨਹੀਂ ਕੀਤੀ
ta: நீங்கள் எந்தக் கதையையும் விரும்பவில்லை

source: Live
bn: লাইভ
gu: લાઈવ
hi: लाइव
kn: ಲೈವ್
ml: ലൈവ്
mr: लाइव्ह
pa: ਲਾਈਵ
ta: நேரலை

source: Upcoming
bn: আসন্ন
gu: આગામી
hi: आने वाला
kn: ಮುಂಬರುವ
ml: വരാനിരിക്കുന്ന
mr: आगामी
pa: ਆਉਣ ਵਾਲਾ
ta: வரவிருக்கும்

# noAvailableRoom
source: {isRoom, select, true{No Room Available} false{No Upcoming Room Available} other{No Room Information Available}} Get Started By Adding One Below!
bn: {isRoom, select, true{কোনও রুম খালি নেই} false{আসন্ন কোনও রুম খালি নেই} other{রুমের কোনও তথ্য পাওয়া যাচ্ছে না}} নিচে একটি রুম যোগ করে শুরু করুন!
gu: {isRoom, select, true{કોઈ રૂમ ઉપલબ્ધ નથી} false{કોઈ આગામી રૂમ ઉપલબ્ધ નથી} other{કોઈ રૂમ માહિતી ઉપલબ્ધ નથી}} નીચે એક ઉમેરીને શરૂઆત કરો!
hi: {isRoom, select, true{कोई रूम उपलब्ध नहीं है} false{कोई आने वाला रूम उपलब्ध नहीं है} other{रूम की जानकारी उपलब्ध नहीं है}} नीचे से एक रूम बनाकर शुरुआत करें!
kn: {isRoom, select, true{ಯಾವುದೇ ರೂಮ್ ಲಭ್ಯವಿಲ್ಲ} false{ಯಾವುದೇ ಮುಂಬರುವ ರೂಮ್ ಲಭ್ಯವಿಲ್ಲ} other{ರೂಮ್ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ}} ಕೆಳಗೆ ಒಂದು ರೂಮ್ಅನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಪ್ರಾರಂಭಿಸಿ!
ml: {isRoom, select, true{മുറി ലഭ്യമല്ല.} false{വരാനിരിക്കുന്ന മുറികളൊന്നും ലഭ്യമല്ല.} other{മുറി വിവരങ്ങൾ ലഭ്യമല്ല}} താഴെ ഒരു മുറി ചേർത്ത് ആരംഭിക്കുക!
mr: {isRoom, select, true{कोणताही कक्ष उपलब्ध नाही} false{आगामी कक्ष उपलब्ध नाही} other{कोणतीही माहिती उपलब्ध नाही}} खाली एक जोडून सुरुवात करा!
pa: {isRoom, select, true{ਕੋਈ ਰੂਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ} false{ਕੋਈ ਆਉਣ ਵਾਲਾ ਰੂਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ} other{ਰੂਮ ਦੀ ਜਾਣਕਾਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ}} ਹੇਠਾਂ ਤੋਂ ਇੱਕ ਰੂਮ ਬਣਾਕੇ ਸ਼ੁਰੂਆਤ ਕਰੋ!
ta: {isRoom, select, true{எந்த அறையும் கிடைக்கவில்லை} false{வரவிருக்கும் அறைகள் இல்லை} other{அறை தொடர்பான தகவல் இல்லை}} கீழே ஒன்றை சேர்த்து தொடங்குங்கள்!

source: User 1
bn: ইউজার ১
gu: યુઝર 1
hi: यूज़र 1
kn: ಬಳಕೆದಾರ 1
ml: യൂസർ 1
mr: वापरकर्ता १
pa: ਯੂਜ਼ਰ 1
ta: பயனர் 1

source: User 2
bn: ইউজার ২
gu: યુઝર 2
hi: यूज़र 2
kn: ಬಳಕೆದಾರ 2
ml: യൂസർ 2
mr: वापरकर्ता २
pa: ਯੂਜ਼ਰ 2
ta: பயனர் 2

source: You
bn: আপনি
gu: તમે
hi: तुम
kn: ನೀವು
ml: നിങ്ങൾ
mr: आपण
pa: ਤੁਸੀਂ
ta: நீங்கள்

source: Are you sure?
bn: আপনি কি নিশ্চিত?
gu: તમને ખાતરી છે?
hi: क्या आप पक्के हैं?
kn: ಖಚಿತವೇ?
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: आपण खात्रीने सांगता का?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕੇ ਹੋ?
ta: நிச்சயமாகவா?

# loggingOut
source: You are logging out of Resonate.
bn: আপনি রেজোনেট থেকে লগ আউট করছেন।
gu: તમે રેઝોનેટમાંથી લોગ આઉટ કરી રહ્યા છો.
hi: आप रेज़ोनेट से लॉग आउट हो रहे हैं।
kn: ನೀವು ರೆಸೋನೇಟ್‌ನಿಂದ ಲಾಗ್ ಔಟ್ ಆಗುತ್ತಿದ್ದೀರಿ.
ml: നിങ്ങൾ റെസൊണേറ്റിൽ നിന്ന് ലോഗ് ഔട്ട് ചെയ്യുകയാണ്.
mr: आपण रेजोनेटमधून लॉगआउट करत आहात.
pa: ਤੁਸੀਂ ਰੇਜ਼ੋਨੇਟ ਤੋਂ ਲੌਗ ਆਉਟ ਹੋ ਰਹੇ ਹੋ।
ta: நீங்கள் Resonate இலிருந்து வெளியேறுகிறீர்கள்.

source: Yes
bn: হাঁ
gu: હા
hi: हाँ
kn: ಹೌದು
ml: അതെ
mr: होय
pa: ਹਾਂ
ta: ஆம்

source: No
bn: না
gu: ના
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല
mr: नाही
pa: ਨਹੀਂ
ta: இல்லை

source: Incorrect email or password
bn: ভুল ইমেইল বা পাসওয়ার্ড
gu: ખોટું ઈમેઈલ અથવા પાસવર્ડ
hi: ईमेल या पासवर्ड गलत है
kn: ಇಮೇಲ್ ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ
ml: ഇമെയിൽ അല്ലെങ്കിൽ പാസ്‌വേഡ് തെറ്റാണ്
mr: चुकीचा ईमेल किंवा पासवर्ड
pa: ਈਮੇਲ ਜਾਂ ਪਾਸਵਰਡ ਗਲਤ ਹੈ
ta: தவறான மின்னஞ்சல் அல்லது கடவுச்சொல்

# passwordShort
source: Password is less than 8 characters
bn: পাসওয়ার্ড ৮ অক্ষরের কম
gu: પાસવર્ડ 8 અક્ષરથી ઓછો છે
hi: पासवर्ड 8 अक्षर से छोटा है
kn: ಪಾಸ್‌ವರ್ಡ್ 8 ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆ ಇದೆ
ml: പാസ്‌വേഡ് 8 അക്ഷരങ്ങളിൽ കുറവാണ്
mr: पासवर्ड किमान ८ अक्षरांचा असावा
pa: ਪਾਸਵਰਡ 8 ਅੱਖਰ ਤੋਂ ਛੋਟਾ ਹੈ
ta: கடவுச்சொல் 8 எழுத்துகளுக்கு குறைவாக உள்ளது

source: Try Again!
bn: আবার চেষ্টা করুন!
gu: ફરી પ્રયાસ કરો!
hi: फिर कोशिश करो!
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!
ml: വീണ്ടും ശ്രമിക്കുക!
mr: पुन्हा प्रयत्न करा!
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ!
ta: மீண்டும் முயற்சிக்கவும்!

source: Success
bn: সাফল্য
gu: સફળતા
hi: सफलता
kn: ಯಶಸ್ವಿ
ml: വിജയം
mr: यशस्वी
pa: ਸਫਲਤਾ
ta: வெற்றி

# passwordResetSent
source: Password reset email sent!
bn: পাসওয়ার্ড রিসেট ইমেইল পাঠানো হয়েছে!
gu: પાસવર્ડ રીસેટ ઈમેઈલ મોકલાયો!
hi: पासवर्ड रीसेट ईमेल भेजा गया!
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸುವ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ!
ml: പാസ്‌വേഡ് റീസെറ്റ് ഇമെയിൽ അയച്ചു!
mr: पासवर्ड रीसेट ईमेल पाठवली गेली!
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਈਮੇਲ ਭੇਜੀ ਗਈ!
ta: கடவுச்சொல் மீட்டமைப்பு மின்னஞ்சல் அனுப்பப்பட்டது!

source: Error
bn: ত্রুটি
gu: ભૂલ
hi: गलती
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: തെറ്റ്
mr: त्रुटी
pa: ਗਲਤੀ
ta: பிழை

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
gu: પાસવર્ડ રીસેટ કરો
hi: पासवर्ड रीसेट करो
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ml: പാസ്സ്‌വേർഡ് റീസെറ്റ് ചെയ്യുക
mr: पासवर्ड रीसेट करा
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
ta: கடவுச்சொல்லை மீட்டமை

# enterNewPassword
source: Enter your new password
bn: আপনার নতুন পাসওয়ার্ড লিখুন
gu: તમારો નવો પાસવર્ડ દાખલ કરો
hi: नया पासवर्ड डालो
kn: ನಿಮ್ಮ ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പുതിയ പാസ്‌വേഡ് നൽകുക
mr: आपला नवीन पासवर्ड प्रविष्ट करा
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்

source: New Password
bn: নতুন পাসওয়ার্ড
gu: નવો પાસવર્ડ
hi: नया पासवर्ड
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್
ml: പുതിയ പാസ്‌വേഡ്
mr: नवीन पासवर्ड
pa: ਨਵਾਂ ਪਾਸਵਰਡ
ta: புதிய கடவுச்சொல்

source: Set New Password
bn: নতুন পাসওয়ার্ড সেট করুন
gu: નવો પાસવર્ડ સેટ કરો
hi: नया पासवर्ड सेट करो
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಸಿ
ml: പുതിയ പാസ്സ്‌വേർഡ് സെറ്റ് ചെയ്യുക
mr: नवीन पासवर्ड सेट करा
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰੋ
ta: புதிய கடவுச்சொல்லை அமைக்கவும்

source: Email Changed
bn: ইমেইল পরিবর্তন করা হয়েছে
gu: ઈમેઈલ બદલાયો
hi: ईमेल बदल दी गई
kn: ಇಮೇಲ್ ಬದಲಾಯಿಸಲಾಗಿದೆ
ml: ഇമെയിൽ മാറ്റി
mr: ईमेल बदलली आहे
pa: ਈਮੇਲ ਬਦਲ ਦਿੱਤੀ ਗਈ
ta: மின்னஞ்சல் மாற்றப்பட்டது

# emailChangeSuccess
source: Email changed successfully!
bn: ইমেইল সফলভাবে পরিবর্তন করা হয়েছে!
gu: ઈમેઈલ સફળતાપૂર્વક બદલાયો!
hi: ईमेल सफलतापूर्वक बदल गई!
kn: ಇಮೇಲ್ ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ!
ml: ഇമെയിൽ വിജയകരമായി മാറ്റി!
mr: ईमेल यशस्वीरित्या बदलली!
pa: ਈਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲ ਗਈ!
ta: மின்னஞ்சல் வெற்றிகரமாக மாற்றப்பட்டது!

source: Failed
bn: ব্যর্থ হয়েছে
gu: અસફળ
hi: नाकाम
kn: ವಿಫಲವಾಗಿದೆ
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
pa: ਅਸਫਲ
ta: தோல்வி

# emailChangeFailed
source: Failed to change email
bn: ইমেইল পরিবর্তন করতে ব্যর্থ হয়েছে
gu: ઈમેઈલ બદલવામાં અસફળ
hi: ईमेल बदलने में नाकाम
kn: ಇಮೇಲ್ ಬದಲಾಯಿಸಲು ವಿಫಲವಾಗಿದೆ
ml: ഇമെയിൽ മാറ്റാൻ പരാജയപ്പെട്ടു
mr: ईमेल बदल अयशस्वी झाला
pa: ਈਮੇਲ ਬਦਲਣ ਵਿੱਚ ਅਸਫਲ
ta: மின்னஞ்சலை மாற்ற முடியவில்லை

source: Oops!
bn: ওহো!
gu: અરે!
hi: उफ़!
kn: ಅಯ್ಯೋ!
ml: അയ്യോ!
mr: अरे!
pa: ਉਫ਼!
ta: அச்சச்சோ!

# emailExists
source: Email already exists
bn: ইমেইল ইতিমধ্যেই বিদ্যমান
gu: ઈમેઈલ પહેલાથી અસ્તિત્વમાં છે
hi: ईमेल पहले से मौजूद है
kn: ಇಮೇಲ್ ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ
ml: ഇമെയിൽ ഇതിനകം നിലവിലുണ്ട്
mr: ईमेल आधीच अस्तित्वात आहे
pa: ਈਮੇਲ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਹੈ
ta: இந்த மின்னஞ்சல் ஏற்கனவே உள்ளது

source: Change Email
bn: ইমেইল পরিবর্তন করুন
gu: ઈમેઈલ બદલો
hi: ईमेल बदलो
kn: ಇಮೇಲ್ ಬದಲಾಯಿಸಿ
ml: ഇമെയിൽ മാറ്റുക
mr: ईमेल बदला
pa: ਈਮੇਲ ਬਦਲੋ
ta: மின்னஞ்சலை மாற்றவும்

# enterValidEmail
source: Please enter a valid email address
bn: দয়া করে একটি বৈধ ইমেইল ঠিকানা লিখুন
gu: કૃપા કરીને માન્ય ઈમેઈલ એડ્રેસ દાખલ કરો
hi: कृपया एक मान्य ईमेल डालो
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഇമെയിൽ വിലാസം നൽകുക
mr: कृपया एक वैध ईमेल पत्ता प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਦਾਖਲ ਕਰੋ
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்

source: New Email
bn: নতুন ইমেইল
gu: નવો ઈમેઈલ
hi: नया ईमेल
kn: ಹೊಸ ಇಮೇಲ್
ml: പുതിയ ഇമെയിൽ
mr: नवीन ईमेल
pa: ਨਵੀਂ ਈਮੇਲ
ta: புதிய மின்னஞ்சல்

source: Current Password
bn: বর্তমান পাসওয়ার্ড
gu: હાલનો પાસવર્ડ
hi: मौजूदा पासवर्ड
kn: ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್
ml: നിലവിലെ പാസ്‌വേഡ്
mr: वर्तमान पासवर्ड
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ
ta: தற்போதைய கடவுச்சொல்

# emailChangeInfo
source: For added security, you must provide your account's current password when changing your email address. After changing your email, use the updated email for future logins.
bn: অতিরিক্ত নিরাপত্তার জন্য, আপনার ইমেইল ঠিকানা পরিবর্তন করার সময় আপনাকে অবশ্যই আপনার অ্যাকাউন্টের বর্তমান পাসওয়ার্ড প্রদান করতে হবে। আপনার ইমেইল পরিবর্তন করার পরে, ভবিষ্যতে লগইনের জন্য আপডেট করা ইমেইলটি ব্যবহার করুন।
gu: વધારાની સુરક્ષા માટે, તમારું ઈમેઈલ એડ્રેસ બદલતી વખતે તમારે તમારા એકાઉન્ટનો હાલનો પાસવર્ડ આપવો આવશ્યક છે. ઈમેઈલ બદલ્યા પછી, ભવિષ્યના લોગિન માટે અપડેટ થયેલ ઈમેઈલનો ઉપયોગ કરો.
hi: सुरक्षा के लिए, ईमेल बदलने के लिए मौजूदा पासवर्ड डालें। बदलने के बाद, नए ईमेल से लॉगिन करें।
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸುವಾಗ ನಿಮ್ಮ ಖಾತೆಯ ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್ ಒದಗಿಸಬೇಕು. ನಿಮ್ಮ ಇಮೇಲ್ ಬದಲಾಯಿಸಿದ ನಂತರ, ಮುಂದಿನ ಲಾಗಿನ್‌ಗಳಿಗಾಗಿ ಬದಲಾಯಿಸಿದ ಇಮೇಲ್ ಬಳಸಿ. ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಗಾಗಿ ನಾವು ಇದನ್ನು ಮಾಡಿದ್ದೇವೆ
ml: അധിക സുരക്ഷയ്ക്കായി, നിങ്ങളുടെ ഇമെയിൽ വിലാസം മാറ്റുമ്പോൾ നിങ്ങളുടെ അക്കൗണ്ടിന്റെ നിലവിലുള്ള പാസ്‌വേഡ് നൽകണം. നിങ്ങളുടെ ഇമെയിൽ വിലാസം മാറ്റിയ ശേഷം, ഭാവിയിലെ ലോഗിനുകൾക്കായി അപ്ഡേറ്റ് ചെയ്ത ഇമെയിൽ ഉപയോഗിക്കുക.
mr: अतिरिक्त सुरक्षेसाठी, आपले ईमेल पत्ता बदलताना आपण आपल्या खात्याचा वर्तमान पासवर्ड प्रदान करणे आवश्यक आहे. आपला ईमेल बदल्यानंतर, भविष्यातील लॉगिनसाठी अद्यतन ईमेल वापरा.
pa: ਸੁਰੱਖਿਆ ਲਈ, ਈਮੇਲ ਬਦਲਣ ਲਈ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ। ਬਦਲਣ ਤੋਂ ਬਾਅਦ, ਨਵੀਂ ਈਮੇਲ ਨਾਲ ਲੌਗਿਨ ਕਰੋ।
ta: கூடுதல் பாதுகாப்பிற்காக, உங்கள் மின்னஞ்சலை மாற்றும்போது தற்போதைய கடவுச்சொல்லை வழங்க வேண்டும். மின்னஞ்சல் மாற்றப்பட்ட பிறகு, எதிர்கால உள்நுழைவுகளுக்கு புதிய மின்னஞ்சலை பயன்படுத்தவும்.

# oauthUsersMessage
source: (Only for users who logged in using Google or Github)
bn: (শুধুমাত্র Google বা Github ব্যবহার করে লগ ইন করা ইউজারদের জন্য)
gu: (ફક્ત તે યુઝર્સ માટે જેઓ ગૂગલ અથવા ગિટહબ વાપરીને લોગ ઇન થયા છે)
hi: (केवल Google या Github से लॉगिन करने वाले यूज़र्स के लिए)
kn: (ಗೂಗಲ್ ಅಥವಾ Github ಬಳಸಿ ಲಾಗಿನ್ ಮಾಡಿದ ಬಳಕೆದಾರರಿಗೆ ಮಾತ್ರ)
ml: Google അല്ലെങ്കിൽ Github ഉപയോഗിച്ച് ലോഗിൻ ചെയ്ത ഉപയോക്താക്കൾക്ക് മാത്രം
mr: (फक्त Google किंवा Github वापरून लॉगिन केलेल्या वापरकर्त्यांसाठी)
pa: (ਕੇਵਲ ਗੂਗਲ ਜਾਂ ਗਿਥੁਬ ਨਾਲ ਲੌਗਿਨ ਕਰਨ ਵਾਲੇ ਯੂਜ਼ਰਾਂ ਲਈ)
ta: (Google அல்லது Github மூலம் உள்நுழைந்த பயனர்களுக்கு மட்டும்)

# oauthUsersEmailChangeInfo
source: To change your email, please enter a new password in the "Current Password" field. Be sure to remember this password, as you'll need it for any future email changes. Moving forward, you can log in using Google/GitHub or your new email and password combination.
bn: যদি আপনি আপনার ইমেইল পরিবর্তন করতে চান, "বর্তমান পাসওয়ার্ড" ক্ষেত্রে একটি নতুন পাসওয়ার্ড লিখুন। এই পাসওয়ার্ডটি মনে রাখতে ভুলবেন না, কারণ ভবিষ্যতে যেকোনো ইমেইল পরিবর্তনের জন্য আপনার এটির প্রয়োজন হবে। ভবিষ্যতে, আপনি Google/GitHub অথবা আপনার নতুন ইমেইল এবং পাসওয়ার্ড সংমিশ্রণ ব্যবহার করে লগ ইন করতে পারেন।
gu: તમારો ઈમેઈલ બદલવા માટે, કૃપા કરીને "હાલનો પાસવર્ડ" ફીલ્ડમાં નવો પાસવર્ડ દાખલ કરો. આ પાસવર્ડ યાદ રાખવાનું સુનિશ્ચિત કરો, કારણ કે ભવિષ્યમાં ઈમેઈલ બદલવા માટે તમને તેની જરૂર પડશે. આગળ જતા, તમે ગૂગલ/ગિટહબ અથવા તમારા નવા ઈમેઈલ અને પાસવર્ડના સંયોજનનો ઉપયોગ કરીને લોગ ઇન કરી શકો છો.
hi: ईमेल बदलने के लिए, "मौजूदा पासवर्ड" फील्ड में नया पासवर्ड डालें। इसे याद रखें—आगे केवल Google/GitHub या नए पासवर्ड से लॉगिन होगा।
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಬದಲಾಯಿಸಲು, ದಯವಿಟ್ಟು "ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್" ಜಾಗದಲ್ಲಿ ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ. ಈ ಪಾಸ್‌ವರ್ಡ್ ನೆನಪಿನಲ್ಲಿಡಿ, ಯಾಕೆಂದರೆ ಮುಂದೆ ಇಮೇಲ್ ಬದಲಾವಣೆಗಳಿಗೆ ಇದು ಅಗತ್ಯವಾಗುತ್ತದೆ. ಮುಂದೆ, ನೀವು ಗೂಗಲ್/GitHub ಅಥವಾ ನಿಮ್ಮ ಹೊಸ ಇಮೇಲ್ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ಗಳನ್ನು ಬಳಸಿ ಲಾಗಿನ್ ಮಾಡಬಹುದು.
ml: ഇമെയിൽ മാറ്റാൻ, ദയവായി "നിലവിലെ പാസ്‌വേഡ്" ഫീൽഡിൽ പുതിയ പാസ്‌വേഡ് നൽകുക. ഈ പാസ്‌വേഡ് ഓർക്കുക, കാരണം ഭാവിയിൽ ഇമെയിൽ മാറ്റങ്ങൾക്കായി ഇത് ആവശ്യമായിരിക്കും. ഇനി മുതൽ, Google/GitHub അല്ലെങ്കിൽ നിങ്ങളുടെ പുതിയ ഇമെയിൽ-പാസ്‌വേഡ് സംയോജനത്തിലൂടെ ലോഗിൻ ചെയ്യാം.
mr: आपले ईमेल बदलण्यासाठी, कृपया "वर्तमान पासवर्ड" फील्डमध्ये नवीन पासवर्ड प्रविष्ट करा. हा पासवर्ड लक्षात ठेवा, कारण भविष्यातील ईमेल बदलांसाठी आपल्याला हवा असेल. पुढे, आपण Google/GitHub किंवा आपला नवीन ईमेल आणि पासवर्ड संयोजन वापरून लॉगिन करू शकता.
pa: ਈਮੇਲ ਬਦਲਣ ਲਈ, "ਮੌਜੂਦਾ ਪਾਸਵਰਡ" ਫੀਲਡ ਵਿੱਚ ਨਵਾਂ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ। ਇਸ ਨੂੰ ਯਾਦ ਰੱਖੋ—ਅੱਗੇ ਕੇਵਲ ਗੂਗਲ/ਗਿਥੁਬ ਜਾਂ ਨਵੇਂ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗਿਨ ਹੋਵੇਗਾ।
ta: உங்கள் மின்னஞ்சலை மாற்ற, "தற்போதைய கடவுச்சொல்" பகுதியில் ஒரு புதிய கடவுச்சொல்லை உள்ளிடவும். இதை நினைவில் வைத்துக் கொள்ளுங்கள், ஏனெனில் எதிர்கால மின்னஞ்சல் மாற்றங்களுக்கு இது தேவைப்படும். இனிமேல் Google/GitHub அல்லது உங்கள் புதிய மின்னஞ்சல் மற்றும் கடவுச்சொல் மூலம் உள்நுழையலாம்.

# resonateTagline
source: Enter a world of limitless conversations.
bn: সীমাহীন এক জগতে প্রবেশ করুন কথোপকথন।
gu: અમર્યાદિત વાર્તાલાપની દુનિયામાં પ્રવેશ કરો.
hi: बातों की एक अनंत दुनिया में कदम रखें
kn: ಮಿತಿಯೇ ಇಲ್ಲ ಸಂಭಾಷಣೆಗಳ ಲೋಕಕ್ಕೆ ಪ್ರವೇಶಿಸಿ.
ml: പരിധിയില്ലാത്ത സംഭാഷണങ്ങളുടെ ഒരു ലോകത്തേക്ക് പ്രവേശിക്കൂ.
mr: अमर्याद संभाषणांच्या जगात प्रवेश करा.
pa: ਗੱਲਾਂ ਦੀ ਇੱਕ ਅਨੰਤ ਦੁਨੀਆ ਵਿੱਚ ਕਦਮ ਰੱਖੋ
ta: வரம்பில்லா உரையாடல்களின் உலகிற்கு நுழையுங்கள்.

source: Sign in with Email
bn: ইমেইল দিয়ে সাইন ইন করুন
gu: ઈમેઈલ સાથે સાઈન ઇન કરો
hi: ईमेल से साइन इन करो
kn: ಇಮೇಲ್‌ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: ഇമെയിൽ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
mr: ईमेलने साइन इन करा
pa: ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ta: மின்னஞ்சல் மூலம் உள்நுழையவும்

source: Or
bn: অথবা
gu: અથવા
hi: या
kn: ಅಥವಾ
ml: അഥവാ
mr: किंवा
pa: ਜਾਂ
ta: அல்லது

source: Continue with
bn: এর মধ্যে যেকোনো একটি দিয়ে সাইন ইন করুন
gu: સાથે ચાલુ રાખો
hi: इनमें से किसी एक से लॉगिन करें
kn: ಇದರೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
ml: ഇതോടൊപ്പം തുടരുക
mr: यासह सुरू ठेवा
pa: ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ ਨਾਲ ਲੌਗਿਨ ਕਰੋ
ta: இதன் மூலம் தொடரவும்

source: Continue with Google
bn: Google দিয়ে সাইন ইন করুন
gu: ગૂગલ સાથે ચાલુ રાખો
hi: Google से लॉगिन करें
kn: ಗೂಗಲ್ ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
ml: ഗൂഗിൾ ഉപയോഗിച്ച് തുടരുക
mr: Google सह सुरू ठेवा
pa: ਗੂਗਲ ਨਾਲ ਲੌਗਿਨ ਕਰੋ
ta: Google மூலம் தொடரவும்

source: Continue with GitHub
bn: GitHub দিয়ে সাইন ইন করুন
gu: ગિટહબ સાથે ચાલુ રાખો
hi: GitHub से लॉगिन करें
kn: GitHub ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
ml: GitHub ഉപയോഗിച്ച് തുടരുക
mr: GitHub सह सुरू ठेवा
pa: ਗਿਥੁਬ ਨਾਲ ਲੌਗਿਨ ਕਰੋ
ta: GitHub மூலம் தொடரவும்

source: Resonate Logo
bn: রেজনেট লোগো
gu: રેઝોનેટ લોગો
hi: रेज़ोनेट लोगो
kn: ರೆಸೋನೇಟ್ ಲೋಗೋ
ml: റെസൊണേറ്റിന്റെ ലോഗോ
mr: रेजोनेट लोगो
pa: ਰੇਜ਼ੋਨੇਟ ਲੋਗੋ
ta: Resonate லோகோ

source: I already have an account
bn: আপনার ইতিমধ্যেই একটি অ্যাকাউন্ট আছে
gu: મારી પાસે પહેલાથી એકાઉન્ટ છે
hi: मेरे पास पहले से एक अकाउंट है
kn: ನನ್ನ ಬಳಿ ಈಗಾಗಲೇ ಖಾತೆ ಇದೆ
ml: എനിക്ക് ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ട്
mr: माझ्याकडे आधीच खाते आहे
pa: ਮੇਰੇ ਕੋਲ ਪਹਿਲਾਂ ਤੋਂ ਇੱਕ ਅਕਾਊਂਟ ਹੈ
ta: எனக்கு ஏற்கனவே கணக்கு உள்ளது

source: Create new account
bn: নতুন অ্যাকাউন্ট তৈরি করুন
gu: નવો એકાઉન્ટ બનાવો
hi: नया अकाउंट बनाओ
kn: ಹೊಸ ಖಾತೆ ರಚಿಸಿ
ml: പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: नवीन खाते तयार करा
pa: ਨਵਾਂ ਅਕਾਊਂਟ ਬਣਾਓ
ta: புதிய கணக்கை உருவாக்கவும்

source: User profile
bn: ইউজার প্রোফাইল
gu: યુઝર પ્રોફાઈલ
hi: यूज़र प्रोफ़ाइल
kn: ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್
ml: ഉപയോക്‌താവിന്റെ പ്രൊഫൈൽ
mr: वापरकर्ता प्रोफाइल
pa: ਯੂਜ਼ਰ ਪ੍ਰੋਫਾਈਲ
ta: பயனர் சுயவிவரம்

source: Password is strong
bn: পাসওয়ার্ড শক্তিশালী আছে
gu: પાસવર્ડ મજબૂત છે
hi: पासवर्ड मजबूत है
kn: ಪಾಸ್‌ವರ್ಡ್ ಶಕ್ತಿಯುತವಾಗಿದೆ
ml: പാസ്‌വേഡ് ശക്തമാണ്
mr: पासवर्ड मजबूत आहे
pa: ਪਾਸਵਰਡ ਮਜ਼ਬੂਤ ਹੈ
ta: கடவுச்சொல் வலுவாக உள்ளது

source: Admin
bn: অ্যাডমিন
gu: એડમિન
hi: एडमिन
kn: ನಿರ್ವಾಹಕ
ml: അഡ്മിൻ
mr: प्रशासक
pa: ਐਡਮਿਨ
ta: நிர்வாகி

source: Moderator
bn: মডারেটর
gu: મોડરેટર
hi: मॉडरेटर
kn: ಮಾಡರೇಟರ್
ml: മോഡറേറ്റർ
mr: मॉडरेटर
pa: ਮੋਡਰੇਟਰ
ta: மேற்பார்வையாளர்

source: Speaker
bn: বক্তা
gu: સ્પીકર
hi: स्पीकर
kn: ಮಾತನಾಡುವವರು
ml: സ്പീക്കർ
mr: स्पीकर
pa: ਸਪੀਕਰ
ta: பேச்சாளர்

source: Listener
bn: শ্রোতা
gu: સાંભળનાર
hi: लिस्नर
kn: ಕೇಳುಗ
ml: ശ്രോതാവ്
mr: श्रोता
pa: ਲਿਸਨਰ
ta: கேட்பவர்

source: Remove Moderator
bn: মডারেটর সরান
gu: મોડરેટર દૂર કરો
hi: मॉडरेटर हटाओ
kn: ಮಾಡರೇಟರ್ ತೆಗೆದುಹಾಕಿ
ml: മോഡറേറ്റർ നീക്കം ചെയ്യുക
mr: मॉडरेटर काढून टाका
pa: ਮੋਡਰੇਟਰ ਹਟਾਓ
ta: மேற்பார்வையாளரை நீக்கு

source: Kick Out
bn: কিক আউট
gu: બહાર કાઢો
hi: किक आउट करो
kn: ಹೊರಗೆ ಕಳುಹಿಸಿ
ml: ഉപയോക്താവിനെ പുറത്താക്കുക
mr: बाहेर काढा
pa: ਕਿਕ ਆਉਟ ਕਰੋ
ta: வெளியேற்று

source: Add Moderator
bn: মডারেটর যোগ করুন
gu: મોડરેટર ઉમેરો
hi: मॉडरेटर जोड़ो
kn: ಮಾಡರೇಟರ್ ಸೇರಿಸಿ
ml: മോഡരേറ്ററിനെ ചേർക്കുക
mr: मॉडरेटर सामील व्हा
pa: ਮੋਡਰੇਟਰ ਜੋੜੋ
ta: மேற்பார்வையாளரை சேர்க்கவும்

source: Add Speaker
bn: বক্তা যোগ করুন
gu: સ્પીકર ઉમેરો
hi: स्पीकर जोड़ो
kn: ಮಾತನಾಡುವವರನ್ನು ಸೇರಿಸಿ
ml: സ്പീക്കറെ ചേർക്കുക
mr: स्पीकर सामील व्हा
pa: ਸਪੀਕਰ ਜੋੜੋ
ta: பேச்சாளராக மாற்றவும்

source: Make Listener
bn: শ্রোতা বানান
gu: સાંભળનાર બનાવો
hi: लिस्नर बनाओ
kn: ಕೇಳುಗನ್ನಾಗಿ ಮಾಡಿ
ml: ശ്രോതാവായി മാറ്റുക
mr: श्रोता बनवा
pa: ਲਿਸਨਰ ਬਣਾਓ
ta: கேட்பவராக மாற்றவும்

source: Pair Chat
bn: পেয়ার চ্যাট
gu: જોડી ચેટ
hi: पेयर चैट
kn: ಚಾಟ್ ಪೇರ್ ಮಾಡಿ
ml: ചാറ്റ് ജോടിയാക്കുക
mr: जोडी संभाषण
pa: ਪੇਅਰ ਚੈਟ
ta: ஜோடி உரையாடல்

source: Choose Identity
bn: পরিচয় নির্বাচন করুন
gu: ઓળખ પસંદ કરો
hi: पहचान चुनें
kn: ಗುರುತಿನ ಆಯ್ಕೆ
ml: ഐഡന്റിറ്റി തിരഞ്ഞെടുക്കുക
mr: ओळख निवडा
pa: ਪਛਾਣ ਚੁਣੋ
ta: அடையாளத்தை தேர்வு செய்யவும்

source: Select Language
bn: ভাষা নির্বাচন কর
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியை தேர்வு செய்யவும்

source: No Connection
bn: কোন সংযোগ নেই
gu: કોઈ કનેક્શન નથી
hi: कोई कनेक्शन नहीं
kn: ಇಂಟರ್ನೆಟ್ ಕನೆಕ್ಷನ್ ಲಭ್ಯವಿಲ್ಲ
ml: ഇന്റർനെറ്റ് ബന്ധം ഇല്ല
mr: कोणतेही कनेक्शन नाही
pa: ਕੋਈ ਕਨੈਕਸ਼ਨ ਨਹੀਂ
ta: இணைப்பு இல்லை

source: Loading Dialog
bn: লোড হচ্ছে...
gu: ડાયલોગ લોડ થઈ રહ્યો છે
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ml: ലോഡിംഗ് ഡയലോഗ്
mr: लोडिंग संवाद
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
ta: ஏற்றப்படுகிறது

source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
gu: એકાઉન્ટ બનાવો
hi: अकाउंट बनाओ
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: खाते तयार करा
pa: ਅਕਾਊਂਟ ਬਣਾਓ
ta: கணக்கை உருவாக்கவும்

source: Enter Valid Email Address
bn: বৈধ ইমেইল ঠিকানা লিখুন
gu: માન્ય ઈમેઈલ એડ્રેસ દાખલ કરો
hi: मान्य ईमेल पता डालो
kn: ಮಾನ್ಯವಾದ ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: സാധുവായ ഇമെയിൽ വിലാസം നൽകുക
mr: वैध ईमेल पत्ता प्रविष्ट करा
pa: ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்

source: Email
bn: ইমেইল
gu: ઈમેઈલ
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
pa: ਈਮੇਲ
ta: மின்னஞ்சல்

# passwordRequirements
source: Password must be at least 8 characters long
bn: পাসওয়ার্ড অন্তত ৮ অক্ষরের হতে হবে
gu: પાસવર્ડ ઓછામાં ઓછો 8 અક્ષરનો હોવો જોઈએ
hi: पासवर्ड कम से कम 8 अक्षर का होना चाहिए
kn: ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳಿರಬೇಕು
ml: പാസ്‌വേഡ് കുറഞ്ഞത് 8 അക്ഷരങ്ങൾ നീളമുള്ളതായിരിക്കണം
mr: पासवर्ड किमान ८ अक्षरांचा असणे आवश्यक आहे
pa: ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ta: கடவுச்சொல் குறைந்தது 8 எழுத்துகள் இருக்க வேண்டும்

# includeNumericDigit
source: Include at least 1 numeric digit
bn: অন্তত ১টি সাংখ্যিক সংখ্যা অন্তর্ভুক্ত করুন
gu: ઓછામાં ઓછો 1 સંખ્યાત્મક અંક શામેલ કરો
hi: कम से कम 1 संख्या शामिल करें
kn: ಕನಿಷ್ಠ 1 ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ
ml: കുറഞ്ഞത് ഒരു സംഖ്യാ അക്കമെങ്കിലും ഉൾപ്പെടുത്തുക
mr: किमान १ संख्या अंक समाविष्ट करा
pa: ਘੱਟੋ-ਘੱਟ 1 ਸੰਖਿਆ ਸ਼ਾਮਲ ਕਰੋ
ta: குறைந்தது 1 எண் சேர்க்கவும்

# includeUppercase
source: Include at least 1 uppercase letter
bn: অন্তত ১টি বড় হাতের অক্ষর অন্তর্ভুক্ত করুন
gu: ઓછામાં ઓછો 1 મોટો અક્ષર શામેલ કરો
hi: कम से कम 1 कैपिटल लेटर शामिल करें
kn: ಕನಿಷ್ಠ 1 ಅಪ್ಪರ್ ಕೇಸ್ ಸೇರಿಸಿ
ml: കുറഞ്ഞത് ഒരു വലിയക്ഷരമെങ്കിലും ഉൾപ്പെടുത്തുക
mr: किमान १ मोठे अक्षर समाविष्ट करा
pa: ਘੱਟੋ-ਘੱਟ 1 ਵੱਡਾ ਅੱਖਰ ਸ਼ਾਮਲ ਕਰੋ
ta: குறைந்தது 1 பெரிய எழுத்து சேர்க்கவும்
