Repository: AOSSIE-Org/Resonate
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, pa, ta

# fillAllRequiredFields
source: Please fill in all required fields and upload your Audio file and Lyrics file
bn: অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্র পূরণ করুন এবং আপনার অডিও ফাইল এবং লিরিক্স ফাইল আপলোড করুন।
gu: કૃપા કરીને બધા જરૂરી ફીલ્ડ્સ ભરો અને તમારી ઓડિયો ફાઈલ અને ગીત ફાઈલ અપલોડ કરો
hi: कृपया सभी जरूरी फ़ील्ड भरें और अपनी ऑडियो व लिरिक्स फाइल अपलोड करें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಅಗತ್ಯ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಆಡಿಯೋ ಫೈಲ್ ಮತ್ತು ಸಾಹಿತ್ಯ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ദയവായി എല്ലാ ആവശ്യമായ ഫീൽഡുകളും ഓഡിയോ ഫയലും ലിറിക്‌സ് ഫയലും അപ്‌ലോഡ് ചെയ്യുക
mr: कृपया सर्व आवश्यक फील्ड भरा आणि आपल्या ऑडियो फाईल आणि गीत फाईल अपलोड करा
pa: ਸਾਰੇ ਲਾਜ਼ਮੀ ਖੇਤਰ ਭਰੋ
ta: தயவுசெய்து அனைத்து தேவையான புலங்களையும் நிரப்பி, ஒலி கோப்பும் வரிகள் கோப்பையும் பதிவேற்றவும்

source: Scheduled
bn: নির্ধারিত
gu: શેડ્યૂલ્ડ
hi: शेड्यूल्ड
kn: ನಿಗದಿಪಡಿಸಲಾಗಿದೆ
ml: നിശ്ചിതമാക്കിയിരിക്കുന്നു
mr: शेड्यूल केलेले
pa: ਨਿਰਧਾਰਤ
ta: திட்டமிடப்பட்டது

source: OK
bn: ঠিক আছে
gu: ઠીક છે
hi: ठीक है
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ta: சரி

source: Room Description (optional)
bn: রুমের বর্ণনা (ঐচ্ছিক)
gu: રૂમ વર્ણન (વૈકલ્પિક)
hi: रूम का विवरण (वैकल्पिक)
kn: ರೂಮ್ ವಿವರಣೆ (ಐಚ್ಛಿಕ/optional)
ml: മുറി വിവരണം (ഓപ്ഷണൽ)
mr: कक्ष वर्णन (वैकल्पिक)
pa: ਰੂਮ ਵਰਣਨ ਵਿਕਲਪਿਕ ਹੈ
ta: அறை விளக்கம் (விருப்பம்)

source: Delete account
bn: অ্যাকাউন্ট ডিলিট করুন
gu: એકાઉન્ટ ડિલીટ કરો
hi: अकाउंट हटाएं
kn: ಖಾತೆ ಅಳಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: खाता हटवा
pa: ਅਕਾਊਂਟ ਹਟਾਓ
ta: கணக்கை நீக்கு

source: Create Your Story
bn: আপনার গল্প তৈরি করুন
gu: તમારી વાર્તા બનાવો
hi: अपनी कहानी बनाएं
kn: ನಿಮ್ಮ ಕಥೆ ರಚಿಸಿ
ml: നിങ്ങളുടെ കഥ സൃഷ്ടിക്കുക
mr: आपल्या कथा तयार करा
pa: ਆਪਣੀ ਕਹਾਣੀ ਬਣਾਓ
ta: உங்கள் கதையை உருவாக்கவும்

# titleRequired
source: Title *
bn: শিরোনাম *
gu: ટાઈટલ *
hi: टाइटल *
kn: ಶೀರ್ಷಿಕೆ *
ml: ശീർഷകം *
mr: शीर्षक *
pa: ਸਿਰਲੇਖ ਲਾਜ਼ਮੀ ਹੈ
ta: தலைப்பு *

source: Category *
bn: বিভাগ *
gu: કેટેગરી *
hi: कैटेगरी *
kn: ವರ್ಗ *
ml: വിഭാഗം *
mr: श्रेणी *
pa: ਸ਼੍ਰੇਣੀ
ta: வகை *

source: Add Chapter
bn: অধ্যায় যোগ করুন
gu: ચેપ્ટર ઉમેરો
hi: चैप्टर जोड़ें
kn: ಅಧ್ಯಾಯ ಸೇರಿಸಿ
ml: അധ്യായം ചേർക്കുക
mr: अध्याय जोडा
pa: ਅਧਿਆਇ ਜੋੜੋ
ta: அத்தியாயம் சேர்க்கவும்

source: Create Story
bn: গল্প তৈরি করুন
gu: વાર્તા બનાવો
hi: कहानी बनाएं
kn: ಕಥೆ ರಚಿಸಿ
ml: കഥ സൃഷ്ടിക്കുക
mr: कथा तयार करा
pa: ਕਹਾਣੀ ਬਣਾਓ
ta: கதையை உருவாக்கவும்

# fillAllRequiredFieldsAndChapter
source: Please fill in all required fields, add at least one chapter, and select a cover image.
bn: অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্র পূরণ করুন, কমপক্ষে একটি অধ্যায় যোগ করুন এবং একটি কভার ছবি নির্বাচন করুন।
gu: કૃપા કરીને બધા જરૂરી ફીલ્ડ્સ ભરો, ઓછામાં ઓછો એક ચેપ્ટર ઉમેરો, અને કવર ઈમેજ પસંદ કરો.
hi: कृपया सभी ज़रूरी फ़ील्ड भरें, कम से कम एक चैप्टर जोड़ें और कवर इमेज चुनें।
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಅಗತ್ಯ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ, ಕನಿಷ್ಠ ಒಂದು ಅಧ್ಯಾಯವನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಕವರ್ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ദയവായി എല്ലാ ആവശ്യമായ ഫീൽഡുകളും, കുറഞ്ഞത് ഒരു അധ്യായം ചേർക്കുക, ഒരു കവറിന്റെ ചിത്രം തിരഞ്ഞെടുക്കുക.
mr: कृपया सर्व आवश्यक फील्ड भरा, किमान एक अध्याय जोडा, आणि कव्हर प्रतिमा निवडा.
pa: ਸਾਰੇ ਲਾਜ਼ਮੀ ਖੇਤਰ ਅਤੇ ਅਧਿਆਇ ਭਰੋ
ta: தயவுசெய்து அனைத்து தேவையான புலங்களையும் நிரப்பி, குறைந்தது ஒரு அத்தியாயத்தை சேர்த்து, ஒரு முகப்பு படத்தை தேர்வு செய்யவும்.

source: To confirm, type
bn: নিশ্চিত করতে, টাইপ করুন
gu: પુષ્ટિ કરવા માટે, ટાઈપ કરો
hi: पुष्टि करने के लिए टाइप करें
kn: ದೃಢೀಕರಿಸಲು, ಟೈಪ್ ಮಾಡಿ
ml: സ്ഥിരീകരിക്കാൻ, ടൈപ്പ് ചെയ്യുക
mr: पुष्टी करण्यासाठी, टाइप करा
pa: ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਟਾਈਪ ਕਰੋ
ta: உறுதிப்படுத்த, தட்டச்சு செய்யவும்

source: in the box below
bn: নিচের বাক্সে লিখুন
gu: નીચેના બોક્સમાં
hi: नीचे दिए गए बॉक्स में
kn: ಕೆಳಗಿನ ಬಾಕ್ಸ್‌ನಲ್ಲಿ
ml: താഴെ കൊടുത്ത ബോക്സിൽ
mr: खाली बॉक्समध्ये
pa: ਹੇਠਾਂ ਵਾਲੇ ਬਾਕਸ ਵਿੱਚ
ta: கீழே உள்ள பெட்டியில்

source: I understand, Delete My Account
bn: আমি বুঝতে পারছি, আমার অ্যাকাউন্ট ডিলিট করে দিন
gu: હું સમજું છું, મારો એકાઉન્ટ ડિલીટ કરો
hi: मैं समझता/समझती हूँ, मेरा अकाउंट डिलीट करें
kn: ನನಗೆ ಅರ್ಥವಾಗಿದೆ, ನನ್ನ ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: എനിക്ക് മനസ്സിലായി, എന്റെ അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: मी समजतो, माझे खाते हटवा
pa: ਮੈਂ ਸਮਝਦਾ ਹਾਂ ਕਿ ਮੇਰਾ ਅਕਾਊਂਟ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ
ta: நான் புரிந்துகொண்டேன், என் கணக்கை நீக்கு

source: What do you want to listen to?
bn: আপনি কী শুনতে চান?
gu: તમે શું સાંભળવા માગો છો?
hi: आप क्या सुनना चाहते हैं?
kn: ನೀವು ಏನನ್ನು ಕೇಳಲು ಬಯಸುತ್ತೀರಿ?
ml: നിങ്ങൾ എന്ത് കേൾക്കാൻ ആഗ്രഹിക്കുന്നു?
mr: आपण काय ऐकू इच्छिता?
pa: ਤੁਸੀਂ ਕੀ ਸੁਣਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் என்ன கேட்க விரும்புகிறீர்கள்?

source: Categories
bn: বিভাগসমূহ
gu: કેટેગરીઝ
hi: श्रेणियाँ
kn: ವರ್ಗಗಳು
ml: വിഭാഗങ്ങൾ
mr: श्रेण्या
pa: ਸ਼੍ਰੇਣੀਆਂ
ta: வகைகள்

source: Stories
bn: গল্পসমূহ
gu: વાર્તાઓ
hi: कहानियाँ
kn: ಕಥೆಗಳು
ml: കഥകൾ
mr: कथा
pa: ਕਹਾਣੀਆਂ
ta: கதைகள்

source: Some Suggestions
bn: কিছু পরামর্শ
gu: કેટલાક સૂચનો
hi: कुछ सुझाव
kn: ಕೆಲವು ಸಲಹೆಗಳು
ml: ചില നിർദ്ദേശങ്ങൾ
mr: काही सूचना
pa: ਕੁਝ ਸੁਝਾਵ
ta: சில பரிந்துரைகள்

source: Get Started
bn: শুরু করুন
gu: શરૂઆત કરો
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरुवात करा
pa: ਸ਼ੁਰੂ ਕਰੋ
ta: தொடங்குங்கள்

source: Skip
bn: এড়িয়ে যান
gu: છોડો
hi: स्किप करें
kn: ಬಿಟ್ಟುಬಿಡಿ
ml: ഒഴിവാക്കുക
mr: वगळा
pa: ਛੱਡੋ
ta: தவிர்க்கவும்

source: Welcome to Resonate
bn: রেজোনেটে স্বাগতম
gu: રેઝોનેટમાં આપનું સ્વાગત છે
hi: रेज़ोनेट में आपका स्वागत है
kn: ರೆಸೋನೇಟ್‌ಗೆ ಸ್ವಾಗತ
ml: റെസൊണേറ്റിലേക് സ്വാഗതം
mr: रेजोनेटमध्ये स्वागतम
pa: ਰੇਜ਼ੋਨੇਟ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
ta: Resonate-க்கு வரவேற்கிறோம்

source: Explore Diverse Conversations
bn: বিভিন্ন ধরনের আলোচনায় যোগ দিন
gu: વિવિધ વાર્તાલાપ એક્સપ્લોર કરો
hi: विविध बातचीत का अनुभव लें
kn: ವೈವಿಧ್ಯಮಯ ಸಂಭಾಷಣೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ
ml: വിവിധ സംഭാഷണങ്ങൾ അന്വേഷിക്കുക
mr: विविध संभाषण अन्वेषण करा
pa: ਵੱਖ-ਵੱਖ ਗੱਲਬਾਤਾਂ ਦੀ ਖੋਜ ਕਰੋ
ta: பல்வேறு உரையாடல்களை ஆராயுங்கள்

source: Your Voice Matters
bn: আপনার কণ্ঠস্বর গুরুত্বপূর্ণ
gu: તમારો અવાજ મહત્વનો છે
hi: आपकी आवाज़ मायने रखती है
kn: ನಿಮ್ಮ ಧ್ವನಿ ಮಹತ್ವವಾಗಿದೆ
ml: നിങ്ങളുടെ ശബ്ദം പ്രധാനമാണ്
mr: आपल्या आवाजाला महत्त्व आहे
pa: ਤੁਹਾਡੀ ਆਵਾਜ਼ ਮਹੱਤਵਪੂਰਨ ਹੈ
ta: உங்கள் குரல் முக்கியம்

# joinConversationExploreRooms
source: Join the conversation! Explore rooms, connect with friends, and share your voice with the world.
bn: আলোচনায় যোগ দিন! রুমগুলি ঘুরে দেখুন, বন্ধুদের সাথে সংযুক্ত হন এবং বিশ্বের সাথে আপনার মতামত ভাগ করে নিন।
gu: વાર્તાલાપમાં જોડાવો! રૂમ્સ એક્સપ્લોર કરો, મિત્રો સાથે જોડાવો અને દુનિયા સાથે તમારો અવાજ શેર કરો.
hi: बातचीत में शामिल हों! रूम्स एक्सप्लोर करें, दोस्तों से जुड़ें और अपनी आवाज़ दुनिया तक पहुँचाएं।
kn: ಸಂಭಾಷಣೆಗೆ ಸೇರಿ! ರೂಮ್‌ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ, ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ಜಗತ್ತಿನೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ.
ml: സംഭാഷണത്തിൽ ചേരുക! റൂമുകൾ അന്വേഷിക്കുക, സുഹൃത്തുക്കളുമായി ബന്ധപ്പെടുക, ലോകത്തോട് നിങ്ങളുടെ ശബ്ദം പങ്കിടുക.
mr: संभाषणामध्ये सामील व्हा! कक्ष अन्वेषण करा, मित्रांशी सामील व्हा, आणि आपल्या आवाज विश्वासह सामायिक करा.
pa: ਗੱਲਬਾਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ, ਰੂਮ ਖੋਜੋ
ta: உரையாடலில் சேருங்கள்! அறைகளை ஆராயுங்கள், நண்பர்களுடன் இணைக, உங்கள் குரலை உலகுடன் பகிருங்கள்.

# diveIntoDiverseDiscussions
source: Dive into diverse discussions and topics. Find rooms that resonate with you and become a part of the community.
bn: বিভিন্ন আলোচনা এবং বিষয়গুলিতে ডুবে যান। এমন রুম খুঁজুন যা আপনার সাথে রেজোনেট করে এবং সম্প্রদায়ের অংশ হয়ে উঠুন।
gu: વિવિધ ચર્ચાઓ અને વિષયોમાં ડૂબકી મારો. તમારી સાથે રેઝોનેટ કરતા રૂમ્સ શોધો અને કોમ્યુનિટીનો ભાગ બનો.
hi: विभिन्न चर्चाओं में शामिल हों। ऐसे रूम्स खोजें जो आपसे जुड़ते हों और कम्युनिटी का हिस्सा बनें।
kn: ವೈವಿಧ್ಯಮಯ ಚರ್ಚೆಗಳು ಮತ್ತು ವಿಷಯಗಳಲ್ಲಿ ಮುಳುಗಿ. ನಿಮಗೆ ಹೊಂದಿಕೆಯಾಗುವ ರೂಮ್‌ಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ಕಂಮ್ಯುನಿಟಿಯ ಭಾಗವಾಗಿರಿ.
ml: വിവിധ ചർച്ചകളും വിഷയങ്ങളും ആഴത്തിൽ അന്വേഷിക്കുക. നിങ്ങളെ അനുഗ്രഹിക്കുന്ന റൂമുകൾ കണ്ടെത്തി, സമൂഹത്തിന്റെ ഭാഗമാകൂ.
mr: विविध चर्चा आणि विषयांमध्ये सहभाग घ्या. आपल्याला रुचणारे रेजोनेट कक्ष शोधा आणि समुदायचा भाग बनून सहभाग घ्या.
pa: ਵੱਖ-ਵੱਖ ਚਰਚਾਵਾਂ ਵਿੱਚ ਡੁੱਬੋ
ta: பல்வேறு விவாதங்களிலும் தலைப்புகளிலும் ஆழமாக ஈடுபடுங்கள். உங்களுக்கு பொருந்தும் அறைகளை கண்டுபிடித்து சமூகத்தின் ஒரு பகுதியாகுங்கள்.

# atResonateEveryVoiceValued
source: At Resonate, every voice is valued. Share your thoughts, stories, and experiences with others. Start your audio journey now.
bn: রেজোনেটে, প্রতিটি কণ্ঠস্বরকে মূল্য দেওয়া হয়। আপনার চিন্তাভাবনা, গল্প এবং অভিজ্ঞতা অন্যদের সাথে ভাগ করুন। এখনই আপনার অডিও যাত্রা শুরু করুন।
gu: રેઝોનેટમાં, દરેક અવાજનું મૂલ્ય છે. અન્યો સાથે તમારા વિચારો, વાર્તાઓ અને અનુભવો શેર કરો. હવે જ તમારી ઓડિયો જર્ની શરૂ કરો.
hi: रेज़ोनेट में हर आवाज़ की अहमियत है। अपने विचार, कहानियाँ और अनुभव साझा करें। अपनी ऑडियो जर्नी अभी शुरू करें।
kn: ರೆಸೋನೇಟ್‌ನಲ್ಲಿ, ಪ್ರತಿಯೊಂದು ಧ್ವನಿಯನ್ನು ಮೌಲ್ಯೀಕರಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಆಲೋಚನೆಗಳು, ಕಥೆಗಳು ಮತ್ತು ಅನುಭವಗಳನ್ನು ಇತರರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ಈಗಲೇ ನಿಮ್ಮ ಆಡಿಯೋ ಪ್ರಯಾಣವನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ml: റെസണേറ്റിൽ, ഓരോ ശബ്ദത്തിനും വിലയുണ്ട്. നിങ്ങളുടെ ചിന്തകൾ, കഥകൾ, അനുഭവങ്ങൾ എന്നിവ മറ്റുള്ളവരുമായി പങ്കിടുക. നിങ്ങളുടെ ഓഡിയോ യാത്ര ഇപ്പോൾ ആരംഭിക്കൂ.
mr: रेजोनेटमध्ये, प्रत्येक आवाज मूल्यवान आहे. आपल्या विचार, कथा, आणि अनुभव दुसऱ्यांसह सामायिक करा. आपल्या ऑडियो यात्रा आता सुरू करा.
pa: ਰੇਜ਼ੋਨੇਟ 'ਤੇ ਹਰ ਆवਾਜ਼ ਦੀ ਕਦਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ
ta: Resonate-இல், ஒவ்வொரு குரலும் மதிக்கப்படுகிறது. உங்கள் எண்ணங்கள், கதைகள் மற்றும் அனுபவங்களை மற்றவர்களுடன் பகிருங்கள். இப்போதே உங்கள் ஒலி பயணத்தை தொடங்குங்கள்.

source: Notifications
bn: নোটিফিকেশন্স
gu: નોટિફિકેશન્સ
hi: नोटिफिकेशन
kn: ಮೆಸೇಜ್ಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
ta: அறிவிப்புகள்

# taggedYouInUpcomingRoom
source: {username} tagged you in an upcoming room: {subject}
bn: {username} আপনাকে একটি আসন্ন রুমে ট্যাগ করেছে: {subject}
gu: {username} એ તમને આગામી રૂમમાં ટૅગ કર્યા છે: {subject}
hi: {username} ने आपको एक अपकमिंग रूम में टैग किया: {subject}
kn: {username} ನಿಮ್ಮನ್ನು ಮುಂಬರುವ ರೂಮ್‌ನಲ್ಲಿ ಟ್ಯಾಗ್ ಮಾಡಿದ್ದಾರೆ: {subject}
ml: {username} നിങ്ങളെ വരാനിരിക്കുന്ന ഒരു റൂമിൽ ടാഗ് ചെയ്തു: {subject}
mr: {username} ने आपल्याला आगामी कक्षामध्ये टॅग केले: {subject}
pa: {username} ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ ਆਉਣ ਵਾਲੇ ਰੂਮ ਵਿੱਚ ਟੈਗ ਕੀਤਾ: {subject}
ta: {username} உங்களை ஒரு வரவிருக்கும் அறையில் குறித்துள்ளார்: {subject}

# taggedYouInRoom
source: {username} tagged you in room: {subject}
bn: {username} আপনাকে এই রুমে ট্যাগ করেছে: {subject}
gu: {username} એ તમને રૂમમાં ટૅગ કર્યા છે: {subject}
hi: {username} ने आपको एक रूम में टैग किया: {subject}
kn: {username} ನಿಮ್ಮನ್ನು ರೂಮ್‌ನಲ್ಲಿ ಟ್ಯಾಗ್ ಮಾಡಿದ್ದಾರೆ: {subject}
ml: {username} നിങ്ങളെ ഒരു റൂമിൽ ടാഗ് ചെയ്തു: {subject}
mr: {username} ने आपल्याला कक्षामध्ये टॅग केले: {subject}
pa: {username} ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ ਰੂਮ ਵਿੱਚ ਟੈਗ ਕੀਤਾ: {subject}
ta: {username} உங்களை ஒரு அறையில் குறித்துள்ளார்: {subject}

# likedYourStory
source: {username} liked your story: {subject}
bn: {username} আপনার গল্পটা লাইক করেছে: {subject}
gu: {username} એ તમારી વાર્તા પસંદ કરી છે: {subject}
hi: {username} ने आपकी कहानी को पसंद किया: {subject}
kn: {username} ನಿಮ್ಮ ಕಥೆಯನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ: {subject}
ml: {username} നിങ്ങളുടെ കഥയെ ഇഷ്ടപ്പെട്ടു: {subject}
mr: {username} ने आपल्या कथा आवड केली: {subject}
pa: {username} ਨੇ ਤੁਹਾਡੀ ਕਹਾਣੀ ਨੂੰ ਪਸੰਦ ਕੀਤਾ: {subject}
ta: {username} உங்கள் கதையை விரும்பினார்: {subject}

# subscribedToYourRoom
source: {username} subscribed to your room: {subject}
bn: {username} আপনার রুমে সাবস্ক্রাইব করেছে: {subject}
gu: {username} એ તમારા રૂમને સબ્સ્ક્રાઈબ કર્યું છે: {subject}
hi: {username} ने आपके रूम को सब्सक्राइब किया: {subject}
kn: {username} ನಿಮ್ಮ ರೂಮ್‌ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬರಾಗಿದ್ದಾರೆ: {subject}
ml: {username} നിങ്ങളുടെ റൂമിൽ സബ്സ്ക്രൈബ് ചെയ്തു: {subject}
mr: {username} ने आपल्या कक्षसाठी सदस्यता घेतली: {subject}
pa: {username} ਨੇ ਤੁਹਾਡੇ ਰੂਮ ਨੂੰ ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ: {subject}
ta: {username} உங்கள் அறையை சந்தாதாரராக இணைந்தார்: {subject}

# startedFollowingYou
source: {username} started following you
bn: {username} আপনাকে ফলো করা শুরু করেছে:
gu: {username} એ તમને ફોલો કરવાની શરૂઆત કરી છે
hi: {username} ने आपको फॉलो करना शुरू किया
kn: {username} ನಿಮ್ಮನ್ನು ಫಾಲೋ ಮಾಡುತ್ತಿದ್ದಾರೆ
ml: {username} നിങ്ങളെ ഫോളോ ചെയ്യാൻ തുടങ്ങി
mr: {username} ने आपले अनुसरण सुरू केले
pa: {username} ਨੇ ਤੁਹਾਨੂੰ ਫਾਲੋ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ
ta: {username} உங்களை பின்தொடர தொடங்கினார்

# youHaveNewNotification
source: You have a new notification
bn: আপনার একটি নতুন নোটিফিকেশন আছে।
gu: તમારી પાસે નવું નોટિફિકેશન છે
hi: आपके लिए एक नया नोटिफिकेशन है
kn: ನಿಮಗೆ ಹೊಸ ಮೆಸೇಜ್ ಇದೆ
ml: നിങ്ങൾക്ക് ഒരു പുതിയ അറിയിപ്പ് ഉണ്ട്
mr: आपल्याला नवीन सूचना आहे
pa: ਤੁਹਾਨੂੰ ਨਵੀਂ ਨੋਟੀਫਿਕੇਸ਼ਨ ਮਿਲੀ ਹੈ
ta: உங்களுக்கு புதிய அறிவிப்பு உள்ளது

source: Hang on, Good Things take time 🔍
bn: একটু অপেক্ষা করুন, ভালো জিনিসের জন্য সময় লাগে 🔍
gu: રાહ જુઓ, સારી વસ્તુઓ માટે સમય લાગે છે 🔍
hi: रुकिए — अच्छी चीज़ों में समय लगता है 🔍
kn: ತಾಳ್ಮೆಯಿಂದಿರಿ, ಉತ್ತಮ ವಿಷಯಗಳಿಗೆ ಸಮಯ ಬೇಕು 🔍
ml: കാത്തിരിക്കുക, നല്ല കാര്യങ്ങൾക്ക് സമയം വേണം 🔍
mr: थामा, चांगल्या गोष्टींसाठी वेळ लागतो 🔍
pa: ਇੰਤਜ਼ਾਰ ਕਰੋ, ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਸਮਾਂ ਲੈਂਦੀਆਂ ਹਨ
ta: சற்றுக் காத்திருக்கவும், நல்ல விஷயங்களுக்கு நேரம் எடுக்கும் 🔍

# resonateOpenSourceProject
source: Resonate is an open source project maintained by AOSSIE. Checkout our github to contribute.
bn: Resonate হল AOSSIE দ্বারা পরিচালিত একটি ওপেন সোর্স প্রকল্প। অবদান রাখতে আমাদের github দেখুন।
gu: રેઝોનેટ એ AOSSIE દ્વારા જાળવવામાં આવતો ઓપન સોર્સ પ્રોજેક્ટ છે. યોગદાન આપવા માટે અમારો ગિટહબ જુઓ.
hi: रेज़ोनेट एक ओपन-सोर्स प्रोजेक्ट है जिसे AOSSIE बनाए रखता है। योगदान देने के लिए हमारा GitHub देखें।
kn: ರೆಸೋನೇಟ್ AOSSIE ನಿರ್ವಹಿಸುವ ಓಪನ್ ಸೋರ್ಸ್ ಪ್ರಾಜೆಕ್ಟ್ ಆಗಿದೆ.ನಿಮ್ಮ ಕೊಡುಗೆ ನೀಡಲು ನಮ್ಮ github ನೋಡಿ.
ml: AOSSIE പരിപാലിക്കുന്ന ഒരു ഓപ്പൺ സോഴ്‌സ് പ്രോജക്റ്റാണ് റെസൊണേറ്റ്. സംഭാവന ചെയ്യാൻ ഞങ്ങളുടെ ഗിത്തബ് പരിശോധിക്കുക.
mr: रेजोनेट AOSSIE द्वारे राखलेला मुक्त स्रोत प्रकल्प आहे. योगदान देण्यासाठी आमचा GitHub पहा.
pa: ਰੇਜ਼ੋਨੇਟ ਖੁੱਲਾ ਸਰੋਤ ਪ੍ਰੋਜੈਕਟ ਹੈ
ta: Resonate என்பது AOSSIE பராமரிக்கும் ஒரு திறந்த மூல திட்டம். பங்களிக்க எங்கள் GitHub-ஐ பாருங்கள்.

source: Mute
bn: মিউট
gu: મ્યૂટ કરો
hi: म्यूट करें
kn: ಮ್ಯೂಟ್
ml: മ്യൂട്ട്
mr: मौन करा
pa: ਮਿਊਟ
ta: மியூட்

# speakerLabel
source: Speaker
bn: স্পিকার
gu: સ્પીકર
hi: स्पीकर
kn: ಮಾತನಾಡುವವರು
ml: സ്പീക്കർ
mr: स्पीकर
pa: ਸਪੀਕਰ
ta: ஸ்பீக்கர்

source: End
bn: শেষ করুন
gu: સમાપ્ત
hi: समाप्त करें
kn: ಮುಗಿಸಿ
ml: അവസാനിപ്പിക്കുക
mr: समाप्त करा
pa: ਅੰਤ
ta: முடிக்கவும்

source: Save changes
bn: পরিবর্তনগুলি সেভ করুন
gu: ફેરફારો સેવ કરો
hi: बदलाव सेव करें
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
mr: बदल सेव करा
pa: ਤਬਦੀਲੀਆਂ ਸੰਭਾਲੋ
ta: மாற்றங்களை சேமிக்கவும்

source: DISCARD
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ತ್ಯಜಿಸಿ
ml: മാറ്റങ്ങൾ ഉപേക്ഷിക്കുക
mr: रद्द करा
pa: ਅਣਡਿੱਠਾ ਕਰੋ
ta: கைவிடு

source: SAVE
bn: সেভ করুন
gu: સેવ કરો
hi: सेव करें
kn: ಉಳಿಸಿ
ml: സേവ്
mr: सेव करा
pa: ਸੰਭਾਲੋ
ta: சேமி

source: Change profile picture
bn: প্রোফাইল ছবি পরিবর্তন করুন
gu: પ્રોફાઈલ પિક્ચર બદલો
hi: प्रोफ़ाइल पिक्चर बदलें
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ ಬದಲಾಯಿಸಿ
ml: പ്രൊഫൈൽ ചിത്രം മാറ്റുക
mr: प्रोफाइल चित्र बदला
pa: ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਬਦਲੋ
ta: சுயவிவரப் புகைப்படத்தை மாற்றவும்

source: Camera
bn: ক্যামেরা
gu: કૅમેરા
hi: कैमरा
kn: ಕ್ಯಾಮೆರಾ
ml: ക്യാമറ
mr: कॅमेरा
pa: ਕੈਮਰਾ
ta: கேமரா

source: Gallery
bn: গ্যালারি
gu: ગૅલેરી
hi: गैलरी
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി
mr: गॅलेरी
pa: ਗੈਲਰੀ
ta: கேலரி

source: Remove
bn: সরিয়ে ফেলুন
gu: દૂર કરો
hi: हटाएं
kn: ತೆಗೆದುಹಾಕಿ
ml: കളയുക
mr: काढून टाका
pa: ਹਟਾਓ
ta: நீக்கு

# created
source: Created {date}
bn: বানানো হয়েছিল {date}
gu: બનાવ્યું {date}
hi: बनाई गई: {date}
kn: ರಚಿಸಲಾಗಿದೆ {date}
ml: സൃഷ്ടിച്ചത് {date}
mr: {date} ला तयार केले
pa: ਬਣਾਇਆ ਗਿਆ: {date}
ta: {date} அன்று உருவாக்கப்பட்டது

source: Chapters
bn: অধ্যায়গুলি
gu: ચેપ્ટર્સ
hi: चैप्टर
kn: ಅಧ್ಯಾಯಗಳು
ml: അധ്യായങ്ങൾ
mr: अध्याय
pa: ਅਧਿਆਇ
ta: அத்தியாயங்கள்

source: Delete Story
bn: গল্প ডিলিট করুন
gu: વાર્તા ડિલીટ કરો
hi: कहानी हटाएं
kn: ಕಥೆ ಅಳಿಸಿ
ml: കഥ ഇല്ലാതാക്കുക
mr: कथा हटवा
pa: ਕਹਾਣੀ ਹਟਾਓ
ta: கதையை நீக்கு

# createdBy
source: Created by {creatorName}
bn: {creatorName} এনার দ্বারা বানানো হয়েছে
gu: {creatorName} દ્વારા બનાવેલ
hi: {creatorName} द्वारा बनाई गई
kn: ರಚಿಸಿರುವವವರು {creatorName}
ml: സൃഷ്ടിച്ചത് {creatorName}
mr: {creatorName} द्वारे निर्मित
pa: {creatorName} ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ
ta: {creatorName} உருவாக்கியது

source: Start
bn: শুরু করুন
gu: શરૂ કરો
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरू करा
pa: ਸ਼ੁਰੂ ਕਰੋ
ta: தொடங்கு

source: Unsubscribe
bn: আনসাবস্ক্রাইব করুন
gu: અનસબ્સ્ક્રાઈબ કરો
hi: सब्सक्रिप्शन हटाएं
kn: ಅನ್‌ಸಬ್‌ಸ್ಕ್ರೈಬ್
ml: അൺസബ്‌സ്‌ക്രൈബ്
mr: सदस्यता रद्द करा
pa: ਅਣ-ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
ta: சந்தாவை ரத்து செய்

source: Subscribe
bn: সাবস্ক্রাইব করুন
gu: સબ્સ્ક્રાઈબ કરો
hi: सब्सक्राइब करें
kn: ಸಬ್‌ಸ್ಕ್ರೈಬ್
ml: സബ്‌സ്‌ക്രൈബ്
mr: सदस्यता घ्या
pa: ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
ta: சந்தா பெற

# storyCategory
source: {category, select, drama{Drama} comedy{Comedy} horror{Horror} romance{Romance} thriller{Thriller} spiritual{Spiritual} other{Other}}
bn: {category, select, drama{নাটক} comedy{কমেডি} horror{ভয়ের} romance{রমন্যাস} thriller{থ্রিলার} spiritual{আধ্যাত্মিক} other{অন্যান্য}}
gu: {category, select, drama{ડ્રામા} comedy{કોમેડી} horror{હોરર} romance{રોમાન્સ} thriller{થ્રિલર} spiritual{આધ્યાત્મિક} other{અન્ય}}
hi: {category, select, drama{नाटक} comedy{हास्य} horror{डरावनी} romance{प्रेम कथा} thriller{रोमांच} spiritual{आध्यात्मिक} other{अन्य}}
kn: {category, select, drama{ನಾಟಕ} comedy{ಹಾಸ್ಯ} horror{ಭಯಾನಕ} romance{ಪ್ರಣಯ} thriller{ರೋಮಾಂಚಕ} spiritual{ಆಧ್ಯಾತ್ಮಿಕ} other{ಇತರೆ}}
ml: {category, select, drama{ഡ്രാമ} comedy{കോമഡി} horror{ഹൊറർ} romance{റൊമാൻസ്} thriller{ത്രില്ലർ} spiritual{ആത്മീയ} other{മറ്റുള്ളവ}}
mr: {category, select, drama{नाटक} comedy{हास्य} horror{भयानक} romance{प्रेम} thriller{रोमांच} spiritual{आध्यात्मिक} other{इतर}}
pa: {category, select, drama{ਨਾਟਕ} comedy{ਹਾਸਿਆਸਪਦ} horror{ਭਿਆਨਕ} romance{ਰੋਮਾਂਟਿਕ} thriller{ਥ੍ਰਿਲਰ} spiritual{ਆਧਿਆਤਮਿਕ} other{ਹੋਰ}}
ta: {category, select, drama{நாடகம்} comedy{நகைச்சுவை} horror{திகில்} romance{காதல்} thriller{திரில்லர்} spiritual{ஆன்மீகம்} other{மற்றவை}}

# chooseTheme
source: {category, select, classicTheme{Classic} timeTheme{Time} vintageTheme{Vintage} amberTheme{Amber} forestTheme{Forest} creamTheme{Cream} other{Other}}
bn: {category, select, classicTheme{ক্লাসিক} timeTheme{সময়} vintageTheme{ভিনটেজ} amberTheme{অ্যাম্বার} forestTheme{জনজঙ্গল} creamTheme{ক্রিম} other{অন্যান্য}}
gu: {category, select, classicTheme{ક્લાસિક} timeTheme{સમય} vintageTheme{વિન્ટેજ} amberTheme{એમ્બર} forestTheme{ફોરેસ્ટ} creamTheme{ક્રીમ} other{અન્ય}}
hi: {category, select, classicTheme{क्लासिक} timeTheme{टाइम} vintageTheme{विंटेज} amberTheme{अंबर} forestTheme{फॉरेस्ट} creamTheme{क्रीम} other{अन्य}}
kn: {category, select, classicTheme{ಕ್ಲಾಸಿಕ್} timeTheme{ಟೈಮ್} vintageTheme{ವಿಂಟೇಜ್} amberTheme{ಆಂಬರ್} forestTheme{ಫಾರೆಸ್ಟ್} creamTheme{ಕ್ರೀಮ್} other{ಇತರೆ}}
ml: {category, select, classicTheme{ക്ലാസിക്} timeTheme{ടൈം} vintageTheme{വിന്റേജ്} amberTheme{ആംബർ} forestTheme{ഫോറസ്റ്റ്} creamTheme{ക്രീം} other{മറ്റുള്ളവ}}
mr: {category, select, classicTheme{शास्त्रीय} timeTheme{वेळ} vintageTheme{विंटेज} amberTheme{एम्बर} forestTheme{जंगल} creamTheme{क्रीम} other{इतर}}
pa: ਥੀਮ ਚੁਣੋ
ta: {category, select, classicTheme{பாரம்பரியம்} timeTheme{நேரம்} vintageTheme{பழமையான} amberTheme{அம்பர்} forestTheme{காடு} creamTheme{க்ரீம்} other{மற்றவை}}

# minutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
bn: {count, plural, =1{১ মিনিট আগে} other{{count} মিনিট আগে}}
gu: {count, plural, =1{1 મિનિટ પહેલા} other{{count} મિનિટ પહેલા}}
hi: {count, plural, =1{1 मिनट पहले} other{{count} मिनट पहले}}
kn: {count, plural, =1{1 ನಿಮಿಷದ ಹಿಂದೆ} other{{count} ನಿಮಿಷಗಳ ಹಿಂದೆ}}
ml: {count, plural, =1{1 മിനിറ്റ് മുമ്പ്} other{{count} മിനിറ്റ് മുമ്പ്}}
mr: {count, plural, =1{१ मिनिट आधी} other{{count} मिनिटे आधी}}
pa: {count, plural, =1{1 ਮਿੰਟ ਪਹਿਲਾਂ} other{{count} ਮਿੰਟ ਪਹਿਲਾਂ}}
ta: {count, plural, =1{1 நிமிடம் முன்பு} other{{count} நிமிடங்கள் முன்பு}}

# hoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
bn: {count, plural, =1{১ ঘন্টা আগে} other{{count} ঘন্টা আগে}}
gu: {count, plural, =1{1 કલાક પહેલા} other{{count} કલાક પહેલા}}
hi: {count, plural, =1{1 घंटा पहले} other{{count} घंटे पहले}}
kn: {count, plural, =1{1 ಗಂಟೆ ಹಿಂದೆ} other{{count} ಗಂಟೆಗಳ ಹಿಂದೆ}}
ml: {count, plural, =1{1 മണിക്കൂർ മുമ്പ്} other{{count} മണിക്കൂർ മുമ്പ്}}
mr: {count, plural, =1{१ तास आधी} other{{count} तास आधी}}
pa: {count, plural, =1{1 ਘੰਟਾ ਪਹਿਲਾਂ} other{{count} ਘੰਟੇ ਪਹਿਲਾਂ}}
ta: {count, plural, =1{1 மணி நேரம் முன்பு} other{{count} மணி நேரங்கள் முன்பு}}

# daysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
bn: {count, plural, =1{১ দিন আগে} other{{count} দিন আগে}}
gu: {count, plural, =1{1 દિવસ પહેલા} other{{count} દિવસ પહેલા}}
hi: {count, plural, =1{1 दिन पहले} other{{count} दिन पहले}}
kn: {count, plural, =1{1 ದಿನದ ಹಿಂದೆ} other{{count} ದಿನಗಳ ಹಿಂದೆ}}
ml: {count, plural, =1{1 ദിവസം മുമ്പ്} other{{count} ദിവസം മുമ്പ്}}
mr: {count, plural, =1{१ दिवस आधी} other{{count} दिवस आधी}}
pa: {count, plural, =1{1 ਦਿਨ ਪਹਿਲਾਂ} other{{count} ਦਿਨ ਪਹਿਲਾਂ}}
ta: {count, plural, =1{1 நாள் முன்பு} other{{count} நாட்கள் முன்பு}}

source: by
bn: লিখেছেন
gu: દ્વારા
hi: प्रस्तुतकर्ता:
kn: ರಿಂದ
ml: രചിച്ചത്:
mr: द्वारे
pa: ਦੁਆਰਾ
ta: மூலம்

source: Likes
bn: লাইক
gu: લાઈક્સ
hi: लाइक्स
kn: ಲೈಕ್‌ಗಳು
ml: ലൈക്കുകൾ
mr: आवडते
pa: ਪਸੰਦ
ta: விருப்பங்கள்

# lengthMinutes
source: min
bn: মিনিট
gu: મિનિટ
hi: मिनट
kn: ನಿಮಿಷ
ml: മിനിറ്റ്
mr: मिनिट
pa: ਮਿੰਟ ਲੰਬਾਈ
ta: நிமி.

source: Required field
bn: প্রয়োজনীয় ক্ষেত্র
gu: જરૂરી ફીલ્ડ
hi: आवश्यक फील्ड
kn: ಈ ಕ್ಷೇತ್ರ ಭರ್ತಿಮಾಡಿ
ml: ആവശ്യമായ ഫീൽഡ്
mr: आवश्यक फील्ड
pa: ਲਾਜ਼ਮੀ ਖੇਤਰ
ta: தேவையான புலம்

source: Online Users
bn: অনলাইন ইউজার্স
gu: ઓનલાઈન યુઝર્સ
hi: ऑनलाइन यूज़र्स
kn: ಆನ್‌ಲೈನ್ ಬಳಕೆದಾರರು
ml: ഓൺലൈൻ ഉപയോക്താക്കൾ
mr: ऑनलाइन वापरकर्ते
pa: ਆਨਲਾਈਨ ਯੂਜ਼ਰ
ta: ஆன்லைன் பயனர்கள்

# noOnlineUsers
source: No users currently online
bn: বর্তমানে কোনও ইউজার অনলাইনে নেই।
gu: કોઈ યુઝર્સ હાલમાં ઓનલાઈન નથી
hi: कोई यूज़र अभी ऑनलाइन नहीं है
kn: ಪ್ರಸ್ತುತ ಯಾವುದೇ ಬಳಕೆದಾರರು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಇಲ್ಲ
ml: നിലവിൽ ഓൺലൈനിൽ ഉപയോക്താക്കൾ ആരുമില്ല
mr: सध्या कोणतेही वापरकर्ते ऑनलाइन नाहीत
pa: ਕੋਈ ਆਨਲਾਈਨ ਯੂਜ਼ਰ ਨਹੀਂ
ta: தற்போது ஆன்லைனில் யாரும் இல்லை

# chooseUser
source: Choose User to chat with
bn: চ্যাট করার জন্য ইউজার পছন্দ করুন
gu: ચેટ કરવા માટે યુઝર પસંદ કરો
hi: चैट करने के लिए यूज़र चुनें
kn: ಚಾಟ್ ಮಾಡಲು ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ചാറ്റ് ചെയ്യാൻ ഉപയോക്താവിനെ തിരഞ്ഞെടുക്കുക
mr: चॅट करण्यासाठी वापरकर्ता निवडा
pa: ਯੂਜ਼ਰ ਚੁਣੋ
ta: உரையாட பயனரை தேர்வு செய்யவும்

source: Quick Match
bn: দ্রুত মিল করুন
gu: ક્વિક મેચ
hi: झटपट मैच
kn: ಕ್ವಿಕ್ ಮ್ಯಾಚ್
ml: പെട്ടെന്ന് മാച്ച് ചെയ്യുക
mr: द्रुत जुळणी
pa: ਤੁਰੰਤ ਮੇਲ
ta: விரைவு இணைப்பு

source: Story
bn: গল্প
gu: વાર્તા
hi: कहानी
kn: ಕಥೆ
ml: കഥ
mr: कथा
pa: ਕਹਾਣੀ
ta: கதை

source: User
bn: ইউজার
gu: યુઝર
hi: यूज़र
kn: ಬಳಕೆದಾರ
ml: ഉപയോക്താവ്
mr: वापरकर्ता
pa: ਯੂਜ਼ਰ
ta: பயனர்

source: Following
bn: ফলো করছে
gu: ફોલોઈંગ
hi: फॉलो कर रहे हैं
kn: ಫಾಲೋವಿಂಗ್
ml: ഫോളോ ചെയ്യുന്നു
mr: अनुसरण करत आहे
pa: ਫਾਲੋ ਕਰ ਰਹੇ ਹੋ
ta: நீங்கள் பின்தொடர்பவர்கள்

source: Followers
bn: ফলোয়ার্স
gu: ફોલોવર્સ
hi: फॉलोअर्स
kn: ಫಾಲ್ಲೋವರ್ಸ್
ml: ഫോളോവേഴ്സ്
mr: अनुयायी
pa: ਫਾਲੋਅਰ
ta: உங்களை பின்தொடர்வோர்

# checkForUpdates
source: Check Updates
bn: আপডেট চেক করুন
gu: અપડેટ્સ તપાસો
hi: अपडेट चेक करें
kn: ಅಪ್ಡೇಟ್ಸ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: അപ്‌ഡേറ്റ് പരിശോധിക്കുക
mr: अपडेट तपासा
pa: ਅੱਪਡੇਟ ਲਈ ਚੈੱਕ ਕਰੋ
ta: புதுப்பிப்புகளை சரிபார்க்கவும்

source: Update Now
bn: এখনই আপডেট করুন
gu: હમણાં અપડેટ કરો
hi: अभी अपडेट करें
kn: ಈಗಲೇ ನವೀಕರಿಸಿ
ml: ഇപ്പോൾ അപ്‌ഡേറ്റ് ചെയ്യുക
mr: आता अपडेट करा
pa: ਹੁਣ ਅੱਪਡੇਟ ਕਰੋ
ta: இப்போதே புதுப்பிக்கவும்

# updateLater
source: Later
bn: পরে
gu: પછી
hi: बाद में
kn: ನಂತರ
ml: പിന്നീട്
mr: नंतर
pa: ਬਾਅਦ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ
ta: பின்னர்

source: Update Successful
bn: আপডেট সফল হয়েছে
gu: અપડેટ સફળ થયું
hi: अपडेट सफल
kn: ಅಪ್ಡೇಟ್ಸ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ml: അപ്‌ഡേറ്റ് വിജയിച്ചു
mr: अपडेट यशस्वी
pa: ਅੱਪਡੇਟ ਸਫਲ
ta: புதுப்பிப்பு வெற்றிகரமாக முடிந்தது

# updateSuccessfulMessage
source: Resonate has been updated successfully!
bn: রেজোনেট সফলভাবে আপডেট করা হয়েছে!
gu: Resonate સફળતાપૂર્વક અપડેટ થયું છે!
hi: रेज़ोनेट सफलतापूर्वक अपडेट हो गया है!
kn: ರೆಸೋನೇಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್ಡೇಟ್ಸ್ ಮಾಡಲಾಗಿದೆ!
ml: റെസൊണേറ്റ് വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്തു!
mr: रेजोनेट यशस्वीरित्या अपडेट केली गेली आहे!
pa: ਅੱਪਡੇਟ ਸਫਲਤਾਪੂਰਵਕ ਹੋ ਗਿਆ
ta: Resonate வெற்றிகரமாக புதுப்பிக்கப்பட்டுள்ளது!

source: Update Cancelled
bn: আপডেট বাতিল করা হয়েছে
gu: અપડેટ રદ કર્યું
hi: अपडेट रद्द किया गया
kn: ಅಪ್ಡೇಟ್ಸ್ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: അപ്‌ഡേറ്റ് റദ്ദാക്കി
mr: अपडेट रद्द
pa: ਅੱਪਡੇਟ ਰੱਦ ਕੀਤਾ ਗਿਆ
ta: புதுப்பிப்பு ரத்து செய்யப்பட்டது
