Repository: AOSSIE-Org/Resonate
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, pa, ta

# connectionError
source: There is a connection error. Please check your internet and try again.
bn: সংযোগে সমস্যা হয়েছে। অনুগ্রহ করে আপনার ইন্টারনেট পরীক্ষা করে আবার চেষ্টা করুন।
gu: કનેક્શન એરર છે. કૃપા કરીને તમારું ઈન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
hi: कनेक्शन में समस्या है। कृपया इंटरनेट चेक करें और दोबारा प्रयास करें।
kn: ಸಂಪರ್ಕ ದೋಷವಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഇന്റർനെറ്റ് ബന്ധം ഇല്ല. ദയവായി നിങ്ങളുടെ ഇന്റർനെറ്റ് പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: कनेक्शन त्रुटी आली आहे. कृपया आपले इंटरनेट तपासा आणि पुन्हा प्रयत्न करा.
pa: ਕਨੈਕਸ਼ਨ ਵਿੱਚ ਗਲਤੀ
ta: இணைப்பு பிழை ஏற்பட்டுள்ளது. உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

source: seconds.
bn: সেকেন্ড।
gu: સેકંડ.
hi: सेकंड
kn: ಸೆಕೆಂಡುಗಳು.
ml: സെക്കൻഡ്.
mr: सेकंद.
pa: ਸਕਿੰਟ
ta: வினாடிகள்.

# unsavedChangesWarning
source: If you proceed without saving, any unsaved changes will be lost.
bn: যদি আপনি সেভ না করে এগিয়ে যান, তাহলে যেকোনো সেভ না করা পরিবর্তন হারিয়ে যাবে।
gu: જો તમે સેવ કર્યા વિના આગળ વધશો, તો કોઈપણ અનસેવ્ડ ફેરફારો ખોવાઈ જશે.
hi: यदि आप बिना सेव किए आगे बढ़ते हैं, तो आपके सभी बदलाव खो जाएंगे।
kn: ನೀವು ಸೇವ್ ಮಾಡದೆ ಮುಂದುವರಿದರೆ, ಸೇವ್ ಮಾಡದ ಬದಲಾವಣೆಗಳು ಕಳೆದುಹೋಗುತ್ತವೆ.
ml: സംരക്ഷിക്കാതെ മുന്നോട്ട് പോയാൽ, സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ നഷ്ടപ്പെടും.
mr: जर आपण सेव केल्याशिवाय पुढे जाल तर कोणतेही न-सेव केलेले बदल गमावले जातील.
pa: ਅਸੁਰੱਖਿਅਤ ਤਬਦੀਲੀਆਂ ਚੇਤਾਵਨੀ
ta: சேமிக்காமல் தொடர்ந்தால், சேமிக்கப்படாத மாற்றங்கள் அனைத்தும் இழக்கப்படும்.

# deleteAccountPermanent
source: This action will Delete Your Account Permanently. It is irreversible process. We will delete your username, email address, and all other data associated with your account. You will not be able to recover it.
bn: এই পদক্ষেপটি আপনার অ্যাকাউন্ট স্থায়ীভাবে ডিলিট করে দেবে। এটি একটি অপরিবর্তনীয় প্রক্রিয়া। আমরা আপনার ইউজারনেম, ইমেইল ঠিকানা এবং আপনার অ্যাকাউন্টের সাথে সম্পর্কিত অন্যান্য সমস্ত ডেটা ডিলিট করে দেব। আপনি এটি পুনরুদ্ধার করতে পারবেন না।
gu: આ ક્રિયા તમારો એકાઉન્ટ કાયમ માટે ડિલીટ કરશે. આ અપરિવર્તનીય પ્રક્રિયા છે. અમે તમારું યુઝરનેમ, ઈમેઈલ એડ્રેસ અને તમારા એકાઉન્ટ સાથે સંકળાયેલ બધો ડેટા ડિલીટ કરીશું. તમે તેને પુનઃપ્રાપ્ત કરી શકશો નહીં.
hi: यह प्रक्रिया आपके अकाउंट को हमेशा के लिए डिलीट कर देगी। आपका यूज़रनेम, ईमेल और सारा डेटा हटा दिया जाएगा। यह वापस नहीं लिया जा सकता।
kn: ಈ ಕ್ರಿಯೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ. ಇದು ಬದಲಾಯಿಸಲಾಗದ ಪ್ರಕ್ರಿಯೆ. ನಾವು ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಇತರ ಡೇಟಾವನ್ನು ಅಳಿಸುತ್ತೇವೆ. ನೀವು ಅದನ್ನು ಮರುಪಡೆಯಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ml: ഈ പ്രവർത്തനം നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരമായി ഇല്ലാതാക്കും. ഇത് തിരികെ വരാനാകാത്ത പ്രക്രിയയാണ്. നിങ്ങളുടെ ഉപയോക്തൃനാമം, ഇമെയിൽ വിലാസം, നിങ്ങളുടെ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട എല്ലാ മറ്റ് ഡാറ്റയും ഞങ്ങൾ ഇല്ലാതാക്കും. നിങ്ങൾ അത് പുനരുദ്ധരിക്കാൻ കഴിയില്ല.
mr: ही क्रिया आपल्या खात्याला कायमचा हटवेल. ही अपरिवर्तनीय प्रक्रिया आहे. आम्ही आपल्या वापरकर्तानाव, ईमेल पत्ता, आणि आपल्या खात्याशी संबंधित सर्व इतर डेटा हटवू. आपण ते पुनर्प्राप्त करू शकणार नाही.
pa: ਅਕਾਊਂਟ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਓ
ta: இந்த செயல் உங்கள் கணக்கை நிரந்தரமாக நீக்கும். இதை மீட்டெடுக்க முடியாது. உங்கள் பயனர் பெயர், மின்னஞ்சல் முகவரி மற்றும் கணக்குடன் தொடர்புடைய அனைத்து தரவுகளும் நீக்கப்படும்.

# giveGreatName
source: Give a great name..
bn: দারুন একটা নাম দিন..
gu: એક સરસ નામ આપો..
hi: एक अच्छा नाम सोचें...
kn: ಉತ್ತಮ ಹೆಸರು ನೀಡಿ..
ml: നല്ലൊരു പേര് പറയൂ...
mr: एक चांगले नाव द्या..
pa: ਵਧੀਆ ਨਾਮ ਦਿਓ
ta: ஒரு சிறந்த பெயரை கொடுங்கள்..

# joinCommunityDescription
source: By joining community you can Clear your doubts, Suggest for new features, Report issues you faced and More.
bn: কমিউনিটিতে যোগদানের মাধ্যমে আপনি আপনার সন্দেহ দূর করতে পারেন, নতুন বৈশিষ্ট্যগুলির জন্য পরামর্শ দিতে পারেন, আপনার সম্মুখীন সমস্যাগুলি রিপোর্ট করতে পারেন এবং আরও অনেক কিছু করতে পারেন।
gu: કોમ્યુનિટીમાં જોડાઈને તમે તમારી શંકાઓ દૂર કરી શકો છો, નવી સુવિધાઓ માટે સૂચન આપી શકો છો, તમને આવેલી સમસ્યાઓની જાણ કરી શકો છો અને વધુ.
hi: कम्युनिटी से जुड़कर आप सवाल पूछ सकते हैं, नए फीचर्स का सुझाव दे सकते हैं, और अपने अनुभव साझा कर सकते हैं।
kn: ಕಮ್ಯೂನಿಟಿ ಸೇರುವ ಮೂಲಕ ನೀವು ನಿಮ್ಮ ಸಂದೇಹಗಳನ್ನು ಸ್ಪಷ್ಟಪಡಿಸಬಹುದು, ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳಿಗಾಗಿ ಸಲಹೆ ನೀಡಬಹುದು, ನೀವು ಎದುರಿಸಿದ ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡಬಹುದು ಮತ್ತು ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದೆ.
ml: കമ്മ്യൂണിറ്റിയിൽ ചേരുന്നതിലൂടെ നിങ്ങളുടെ സംശയങ്ങൾ ദൂരീകരിക്കാനും, പുതിയ സവിശേഷതകൾക്കായി നിർദ്ദേശിക്കാനും, നിങ്ങൾ നേരിട്ട പ്രശ്നങ്ങൾ റിപ്പോർട്ട് ചെയ്യാനും മറ്റും കഴിയും.
mr: समुदायामध्ये जोडून आपण आपल्या संशय स्पष्ट करू शकता, नवीन वैशिष्ट्यांचा प्रस्ताव देऊ शकता, आपण सामोरे आलेल्या समस्यांची रिपोर्ट करू शकता आणि बरेच काही.
pa: ਰੇਜ਼ੋਨੇਟ ਕਮਿਊਨਿਟੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਵਧੋ!
ta: சமூகத்தில் சேர்வதன் மூலம் உங்கள் சந்தேகங்களை தீர்க்கலாம், புதிய அம்சங்களை பரிந்துரைக்கலாம், நீங்கள் சந்தித்த பிரச்சனைகளை அறிக்கையிடலாம் மற்றும் பலவற்றை செய்யலாம்.

# resonateDescription
source: Resonate is a social media platform, where every voice is valued. Share your thoughts, stories, and experiences with others. Start your audio journey now. Dive into diverse discussions and topics. Find rooms that resonate with you and become a part of the community. Join the conversation! Explore rooms, connect with friends, and share your voice with the world.
bn: রেজোনেট একটি সোশ্যাল মিডিয়া প্ল্যাটফর্ম, যেখানে প্রতিটি কণ্ঠস্বরকে মূল্য দেওয়া হয়। আপনার চিন্তাভাবনা, গল্প এবং অভিজ্ঞতা অন্যদের সাথে ভাগ করে নিন। এখনই আপনার অডিও যাত্রা শুরু করুন। বিভিন্ন আলোচনা এবং বিষয়ে ডুবে যান। এমন রুম খুঁজুন যা আপনার সাথে প্রতিধ্বনিত হয় এবং সম্প্রদায়ের অংশ হয়ে উঠুন। কথোপকথনে যোগ দিন! রুমগুলি অন্বেষণ করুন, বন্ধুদের সাথে সংযোগ স্থাপন করুন এবং বিশ্বের সাথে আপনার কণ্ঠস্বর ভাগ করুন।
gu: રેઝોનેટ એક સોશિયલ મીડિયા પ્લેટફોર્મ છે, જ્યાં દરેક અવાજનું મૂલ્ય છે. અન્યો સાથે તમારા વિચારો, વાર્તાઓ અને અનુભવો શેર કરો. હવે જ તમારી ઓડિયો જર્ની શરૂ કરો. વિવિધ ચર્ચાઓ અને વિષયોમાં ડૂબકી મારો. તમારી સાથે રેઝોનેટ કરતા રૂમ્સ શોધો અને કોમ્યુનિટીનો ભાગ બનો. વાર્તાલાપમાં જોડાવો! રૂમ્સ એક્સપ્લોર કરો, મિત્રો સાથે જોડાવો અને દુનિયા સાથે તમારો અવાજ શેર કરો.
hi: रेज़ोनेट एक सोशल मीडिया प्लेटफॉर्म है जहाँ हर आवाज़ की कद्र की जाती है। अपने विचार, कहानियाँ और अनुभव साझा करें। ऑडियो जर्नी अभी शुरू करें और उन टॉपिक्स में हिस्सा लें जो आपसे जुड़ते हैं।
kn: ರೆಸೊನೇಟ್ ಒಂದು ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ವೇದಿಕೆ — ಇಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರ ಧ್ವನಿಗೂ ಮಹತ್ವ ಇದೆ, ನಿಮ್ಮ ಆಲೋಚನೆಗಳು, ಕಥೆಗಳು ಮತ್ತು ಅನುಭವಗಳನ್ನು ಇತರರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ, ಇಗಲೇ ನಿಮ್ಮ ಧ್ವನಿ ಪ್ರಯಾಣವನ್ನು ಪ್ರಾರಂಭಿಸಿ, ವಿವಿಧ ಚರ್ಚೆಗಳು ಮತ್ತು ವಿಷಯಗಳಲ್ಲಿ ಮುಳುಗಿ ನೋಡಿ. ನಿಮ್ಮ ಮನಸ್ಸಿಗೆ ಹತ್ತಿರವಾದ ರೂಮ್ಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ಕಮ್ಯೂನಿಟಿಯ ಭಾಗವಾಗಿರಿ.ಈಗಲೇ ಈ ಮಾತುಕತೆಗಳಿಗೆ ಸೇರಿ!, ರೂಮ್ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ, ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ವಿಶ್ವದೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
ml: ഓരോ ശബ്ദത്തിനും വില കൽപ്പിക്കുന്ന ഒരു സോഷ്യൽ മീഡിയ പ്ലാറ്റ്‌ഫോമാണ് റെസൊണേറ്റ്. നിങ്ങളുടെ ചിന്തകളും കഥകളും അനുഭവങ്ങളും മറ്റുള്ളവരുമായി പങ്കിടുക. നിങ്ങളുടെ ഓഡിയോ യാത്ര ഇപ്പോൾ ആരംഭിക്കുക. വൈവിധ്യമാർന്ന ചർച്ചകളിലും വിഷയങ്ങളിലും മുഴുകുക. നിങ്ങളുമായി പ്രതിധ്വനിക്കുന്ന മുറികൾ കണ്ടെത്തി സമൂഹത്തിന്റെ ഭാഗമാകുക. സംഭാഷണത്തിൽ ചേരൂ! മുറികൾ പര്യവേക്ഷണം ചെയ്യുക, സുഹൃത്തുക്കളുമായി ബന്ധപ്പെടുക, ലോകവുമായി നിങ്ങളുടെ ശബ്ദം പങ്കിടുക.
mr: रेजोनेट एक सामाजिक माध्यम मंच आहे, जेथे प्रत्येक आवाज मूल्यवान आहे. आपल्या विचार, कथा, आणि अनुभव दुसऱ्यांसह सामायिक करा. आपल्या ऑडियो यात्रा आता सुरू करा. विविध चर्चा आणि विषयांमध्ये सहभाग घ्या. आपल्याला रुचणारे रेजोनेट कक्ष शोधा आणि समुदायचा भाग बनून सहभाग घ्या. संभाषणामध्ये सामील व्हा! कक्ष अन्वेषण करा, मित्रांशी सामील व्हा, आणि आपल्या आवाज विश्वासह सामायिक करा.
pa: ਰੇਜ਼ੋਨੇਟ ਇੱਕ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪਲੇਟਫਾਰਮ ਹੈ, ਜਿੱਥੇ ਹਰ ਆਵਾਜ਼ ਦੀ ਕਦਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਆਪਣੇ ਵਿਚਾਰ, ਕਹਾਣੀਆਂ ਅਤੇ ਤਜ਼ਰਬੇ ਹੋਰਾਂ ਨਾਲ ਸਾਂਝੇ ਕਰੋ। ਆਪਣੀ ਆਡੀਓ ਯਾਤਰਾ ਹੁਣ ਸ਼ੁਰੂ ਕਰੋ। ਵੱਖ-ਵੱਖ ਚਰਚਾਵਾਂ ਅਤੇ ਵਿਸ਼ਿਆਂ ਵਿੱਚ ਡੁੱਬੋ। ਉਹ ਰੂਮ ਲੱਭੋ ਜੋ ਤੁਹਾਡੇ ਨਾਲ ਗੂੰਝਦੇ ਹਨ ਅਤੇ ਕਮਿਊਨਿਟੀ ਦਾ ਹਿੱਸਾ ਬਣੋ। ਗੱਲਬਾਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ! ਰੂਮ ਖੋਜੋ, ਦੋਸਤਾਂ ਨਾਲ ਜੁੜੋ, ਅਤੇ ਦੁਨੀਆਂ ਨਾਲ ਆਪਣੀ ਆਵਾਜ਼ ਸਾਂਝੀ ਕਰੋ।
ta: Resonate என்பது ஒவ்வொரு குரலும் மதிக்கப்படும் ஒரு சமூக ஊடக தளம். உங்கள் எண்ணங்கள், கதைகள் மற்றும் அனுபவங்களை மற்றவர்களுடன் பகிருங்கள். இப்போதே உங்கள் ஒலி பயணத்தை தொடங்குங்கள்.

# resonateFullDescription
source: Resonate is a revolutionary voice-based social media platform where every voice matters. Join real-time audio conversations, participate in diverse discussions, and connect with like-minded individuals. Our platform offers: - Live audio rooms with topic-based discussions - Seamless social networking through voice - Community-driven content moderation - Cross-platform compatibility - End-to-end encrypted private conversations Developed by the AOSSIE open source community, we prioritize user privacy and community-driven development. Join us in shaping the future of social audio!
bn: রেজোনেট একটি বিপ্লবী ভয়েস-ভিত্তিক সোশ্যাল মিডিয়া প্ল্যাটফর্ম যেখানে প্রতিটি ভয়েস গুরুত্বপূর্ণ। রিয়েল-টাইম অডিও কথোপকথনে যোগ দিন, বিভিন্ন আলোচনায় অংশগ্রহণ করুন এবং একই মনের ইউজারদের সাথে সংযোগ স্থাপন করুন। আমাদের প্ল্যাটফর্মটি অফার করে: - বিষয়-ভিত্তিক আলোচনা সহ লাইভ অডিও রুম - ভয়েসের মাধ্যমে নিরবচ্ছিন্ন সোশ্যাল নেটওয়ার্কিং - সম্প্রদায়-চালিত কন্টেন্ট মডারেশন - ক্রস-প্ল্যাটফর্ম সামঞ্জস্য - এন্ড-টু-এন্ড এনক্রিপ্ট করা ব্যক্তিগত কথোপকথন AOSSIE ওপেন সোর্স কমিউনিটি দ্বারা তৈরি, আমরা উজারদের গোপনীয়তা এবং সম্প্রদায়-চালিত উন্নয়নকে অগ্রাধিকার দিই। সামাজিক অডিওর ভবিষ্যত গঠনে আমাদের সাথে যোগ দিন!
gu: રેઝોનેટ એક ક્રાંતિકારી અવાજ-આધારિત સોશિયલ મીડિયા પ્લેટફોર્મ છે જ્યાં દરેક અવાજ મહત્વપૂર્ણ છે. રિયલ-ટાઈમ ઓડિયો વાર્તાલાપમાં જોડાવો, વિવિધ ચર્ચાઓમાં ભાગ લો અને સમાન વિચારધારા ધરાવતા લોકો સાથે જોડાવો. અમારું પ્લેટફોર્મ આ ઓફર કરે છે: - વિષય-આધારિત ચર્ચાઓ સાથે લાઈવ ઓડિયો રૂમ્સ - અવાજ દ્વારા સરળ સોશિયલ નેટવર્કિંગ - કોમ્યુનિટી-સંચાલિત કન્ટેન્ટ મોડરેશન - ક્રોસ-પ્લેટફોર્મ કેમ્પેટિબિલિટી - એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ પ્રાઈવેટ વાર્તાલાપ AOSSIE ઓપન સોર્સ કોમ્યુનિટી દ્વારા વિકસાવેલ, અમે યુઝર પ્રાઈવસી અને કોમ્યુનિટી-સંચાલિત વિકાસને પ્રાથમિકતા આપીએ છીએ. સોશિયલ ઓડિયોના ભવિષ્યને આકાર આપવામાં અમારી સાથે જોડાવો!
hi: रेज़ोनेट एक क्रांतिकारी वॉयस-बेस्ड सोशल मीडिया प्लेटफॉर्म है जहाँ हर आवाज़ मायने रखती है। रियल-टाइम ऑडियो बातचीत में भाग लें, और अपने जैसे विचारों वाले लोगों से जुड़ें। हमारा प्लेटफॉर्म आपको देता है: - लाइव ऑडियो रूम्स - वॉयस के ज़रिए सोशल नेटवर्किंग - कम्युनिटी-ड्रिवन कंटेंट मॉडरेशन - क्रॉस-प्लेटफॉर्म सपोर्ट - एन्ड-टू-एन्ड एन्क्रिप्टेड प्राइवेट चैट्स यह ऐप AOSSIE ओपन-सोर्स कम्युनिटी द्वारा बनाया गया है, जो आपकी प्राइवेसी और पारदर्शी विकास को प्राथमिकता देती है।
kn: ರೆಸೋನೇಟ್ ಒಂದು ಕ್ರಾಂತಿಕಾರಿ ಧ್ವನಿ-ಆಧಾರಿತ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ವೇದಿಕೆಯಾಗಿದ್ದು, ಇಲ್ಲಿ ಪ್ರತಿಯೊಂದು ಧ್ವನಿ ಮಹತ್ವವಾಗಿದೆ. ಲೈವ್ ಆಡಿಯೋ ಸಂಭಾಷಣೆಗಳಿಗೆ ಸೇರಿ, ವೈವಿಧ್ಯಮಯ ಚರ್ಚೆಗಳಲ್ಲಿ ಭಾಗವಹಿಸಿ, ಮತ್ತು ಸಮಾನ ಮನಸ್ಸಿನ ವ್ಯಕ್ತಿಗಳೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ. ನಮ್ಮ ವೇದಿಕೆ ನಿಮಗೆ: - ವಿಷಯ-ಆಧಾರಿತ ಚರ್ಚೆಗಳೊಂದಿಗೆ ಲೈವ್ ಆಡಿಯೋ ರೂಮ್‌ಗಳು - ಧ್ವನಿಯ ಮೂಲಕ ಸರಾಗವಾದ ಸಾಮಾಜಿಕ ನೆಟ್‌ವರ್ಕಿಂಗ್ - ಕಮ್ಯೂನಿಟಿ-ನಡೆಸುವ ವಿಷಯ ಮಾಡರೇಶನ್ - ಕ್ರಾಸ್-ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಹೊಂದಾಣಿಕೆ - ಎಂಡ್-ಟು-ಎಂಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಖಾಸಗಿ ಸಂಭಾಷಣೆಗಳು AOSSIE ಓಪನ್ ಸೋರ್ಸ್ ಕಂಮ್ಯುನಿಟಿಯಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ, ನಾವು ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆ ಮತ್ತು ಕಮ್ಯೂನಿಟಿ ನಡೆಸುವ ಅಭಿವೃದ್ಧಿಗೆ ಆದ್ಯತೆ ನೀಡುತ್ತೇವೆ. ಸಾಮಾಜಿಕ ಆಡಿಯೋದ ಭವಿಷ್ಯವನ್ನು ರೂಪಿಸುವಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ!
ml: റെസൊണേറ്റ് എല്ലാ ശബ്ദത്തിനും വിലയുള്ള ഒരു വിപ്ലവാത്മക ശബ്ദാധിഷ്ടിത സോഷ്യൽ മീഡിയ പ്ലാറ്റ്‌ഫോമാണ് തത്സമയ ഓഡിയോ സംഭാഷണങ്ങളിൽ പങ്കെടുക്കാനും വൈവിധ്യമാർന്ന ചർച്ചകളിൽ പങ്കാളികളാകാനും സമാന ചിന്താഗതിയുള്ള ആളുകളുമായി ബന്ധപ്പെടാനും നിങ്ങളെ സഹായിക്കുന്നു ഞങ്ങളുടെ പ്ലാറ്റ്‌ഫോം വിഷയാധിഷ്ടിത ചർച്ചകളോടെയുള്ള ലൈവ് ഓഡിയോ റൂമുകൾ ശബ്ദത്തിലൂടെ തടസ്സമില്ലാത്ത സോഷ്യൽ നെറ്റ്‌വർക്കിംഗ് സമൂഹം നയിക്കുന്ന ഉള്ളടക്ക നിയന്ത്രണം ക്രോസ് പ്ലാറ്റ്‌ഫോം അനുയോജ്യത എൻഡ് ടു എൻഡ് എൻക്രിപ്റ്റ് ചെയ്ത സ്വകാര്യ സംഭാഷണങ്ങൾ എന്നിവ നൽകുന്നു AOSSIE ഓപ്പൺ സോഴ്‌സ് കമ്മ്യൂണിറ്റി വികസിപ്പിച്ച ഈ പ്ലാറ്റ്‌ഫോമിൽ ഉപയോക്തൃ സ്വകാര്യതക്കും സമൂഹം നയിക്കുന്ന വികസനത്തിനും മുൻഗണന നൽകുകയും സാമൂഹിക ഓഡിയോയുടെ ഭാവി രൂപപ്പെടുത്തുന്നതിൽ ഞങ്ങളോടൊപ്പം ചേരാൻ നിങ്ങളെ ക്ഷണിക്കുകയും ചെയ്യുന്നു
mr: रेजोनेट एक क्रांतिकारी व्हॉयस-आधारित सामाजिक माध्यम मंच आहे जेथे प्रत्येक आवाज महत्वाचा आहे. रीअल-टाइम ऑडियो संभाषणामध्ये सामील व्हा, विविध चर्चायोजनांमध्ये भाग घ्या, आणि समान विचारांसह व्यक्तींशी सामील व्हा. आमचे मंच देते: - विषय-आधारित चर्चेसह लाइव्ह ऑडियो कक्ष - व्हॉयसद्वारे सहज सामाजिक नेटवर्किंग - समुदाय-चालित सामग्री मॉडरेशन - क्रॉस-मंच सुसंगतता - एंड-टू-एंड एन्क्रिप्टेड खाजगी संभाषणे AOSSIE मुक्त स्रोत समुदायद्वारे विकसित, आम्ही वापरकर्ता गोपनीयता आणि समुदाय-चालित विकासना प्राधान्य देतो. सामाजिक ऑडियोचे भविष्य आकार देण्यामध्ये आमच्यात सामील व्हा!
pa: ਰੇਜ਼ੋਨੇਟ - ਗੱਲਾਂ ਦੀ ਦੁਨੀਆ!
ta: Resonate என்பது ஒவ்வொரு குரலும் முக்கியமானதாக கருதப்படும் ஒரு புரட்சிகர ஒலி அடிப்படையிலான சமூக ஊடக தளம். நேரடி ஒலி உரையாடல்களில் கலந்து கொள்ளுங்கள், பல்வேறு விவாதங்களில் பங்கேற்கவும், ஒரே எண்ணம் கொண்டவர்களுடன் இணைக்கவும். எங்கள் தளத்தின் அம்சங்கள்: - தலைப்புகளின் அடிப்படையிலான நேரடி ஒலி அறைகள் - குரல் மூலம் எளிய சமூக இணைப்பு - சமூக இயக்கப்படும் உள்ளடக்க மேலாண்மை - பல தள ஆதரவு - முழுமையான குறியாக்கத்துடன் தனிப்பட்ட உரையாடல்கள் AOSSIE திறந்த மூல சமூகத்தால் உருவாக்கப்பட்ட Resonate, பயனர் தனியுரிமை மற்றும் சமூக வளர்ச்சியை முன்னுரிமையாகக் கொள்கிறது. சமூக ஒலியின் எதிர்காலத்தை உருவாக்க எங்களுடன் சேருங்கள்!

source: Stable
bn: স্থিতিশীল
gu: સ્થિર
hi: स्थिर
kn: ಸ್ಥಿರ
ml: സ്റ്റേബിൾ
mr: स्थिर
pa: ਸਥਿਰ
ta: நிலையானது

# usernameCharacterLimit
source: Username should contain more than 5 characters.
bn: ইউজারনেম ৫টির বেশি অক্ষরের হতে হবে।
gu: યુઝરનેમમાં 5 થી વધુ અક્ષરો હોવા જોઈએ.
hi: यूज़रनेम में कम से कम 6 अक्षर होने चाहिए।
kn: ಬಳಕೆದಾರ ಹೆಸರು 5 ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚು ಇರಬೇಕು.
ml: ഉപയോക്തൃനാമത്തിൽ 7 പ്രതീകങ്ങളിൽ കൂടുതൽ ഉണ്ടായിരിക്കണം.
mr: वापरकर्तानाव किमान ५ अक्षरे असणे आवश्यक आहे.
pa: ਯੂਜ਼ਰਨੇਮ ਅੱਖਰ ਸੀਮਾ
ta: பயனர் பெயர் குறைந்தது 8 எழுத்துகள் கொண்டிருக்க வேண்டும்.

source: Submit
bn: জমা দিন
gu: સબમિટ કરો
hi: सबमिट करें
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
mr: सादर करा
pa: ਸਬਮਿਟ ਕਰੋ
ta: சமர்ப்பிக்கவும்

source: Anonymous
bn: অজানা
gu: અજ્ઞાત
hi: गुमनाम
kn: ಅನಾಮಧೇಯ
ml: അജ്ഞാത
mr: अनामिक
pa: ਅਗਿਆਤ
ta: அடையாளமற்ற

source: No Search Results
bn: কোনও রেজাল্ট পাওয়া যায়নি
gu: કોઈ શોધ પરિણામો નથી
hi: कोई रिज़ल्ट नहीं मिला
kn: ಫಲಿತಾಂಶಗಳು ಇಲ್ಲ
ml: തിരയൽ ഫലങ്ങളൊന്നും നൽകുന്നില്ല.
mr: कोणतेही शोध परिणाम नाहीत
pa: ਕੋਈ ਖੋਜ ਨਤੀਜੇ ਨਹੀਂ
ta: தேடல் முடிவுகள் இல்லை

# shareRoomMessage
source: 🚀 Check out this amazing room: {roomName}! 📖 Description: {description} 👥 Join {participants} participants now!
bn: 🚀এই অসাধারণ রুমটি দেখুন: {roomName}! 📖 বিবরণ: {description} 👥 এখনই {participants} অংশগ্রহণকারীরদেড় সাথে যোগ দিন!
gu: 🚀 આ અદ્ભુત રૂમ જુઓ: {roomName}! 📖 વર્ણન: {description} 👥 હવે જ {participants} સહભાગીઓ સાથે જોડાવો!
hi: 🚀 इस शानदार रूम को देखें: {roomName}! 📖 विवरण: {description} 👥 अभी {participants} लोग जुड़ चुके हैं!
kn: 🚀 ಈ ಅದ್ಭುತ ರೂಮ್ ನೋಡಿ: {roomName}! 📖 ವಿವರಣೆ: {description} 👥 ಈಗಲೇ {participants} ಭಾಗವಹಿಸುವವರೊಂದಿಗೆ ಸೇರಿ!
ml: 🚀 ഈ അത്ഭുതകരമായ മുറി പരിശോധിക്കൂ: {roomName}! 📖 വിവരണം: {description} 👥 ഇപ്പോൾ തന്നെ {participants} പങ്കാളികളിൽ ചേരൂ!
mr: 🚀 या अद्भुत कक्ष पहा: {roomName}! 📖 वर्णन: {description} 👥 आता {participants} सहभागींशी सामील व्हा!
pa: ਇਸ ਸ਼ਾਨਦਾਰ ਰੂਮ ਨੂੰ ਦੇਖੋ: {roomName}! 📖 ਵੇਰਵਾ: {description} 👥 ਹੁਣੇ {participants} ਲੋਕ ਜੁੜ ਚੁੱਕੇ ਹਨ!
ta: 🚀 இந்த அற்புதமான அறையைப் பாருங்கள்: {roomName}! 📖 விளக்கம்: {description} 👥 இப்போது {participants} பேர் கலந்து கொள்ளுங்கள்!

# participantsCount
source: {count} Participants
bn: {count} অংশগ্রহণকারীরা
gu: {count} સહભાગીઓ
hi: {count} प्रतिभागी
kn: {count} ಭಾಗವಹಿಸುವವರು
ml: {count} പങ്കാളികൾ
mr: {count} सहभागी
pa: {count} ਭਾਗੀਦਾਰ
ta: {count} பங்கேற்பாளர்கள்

source: Join
bn: যোগ দিন
gu: જોડાવો
hi: शामिल हों
kn: ಸೇರಿ
ml: ചേരുക
mr: सामील व्हा
pa: ਸ਼ਾਮਲ ਹੋਵੋ
ta: சேரவும்

# invalidTags
source: Invalid Tag:
bn: অবৈধ ট্যাগ:
gu: અમાન્ય ટૅગ:
hi: अमान्य टैग:
kn: ಅಮಾನ್ಯ ಟ್ಯಾಗ್:
ml: അസാധുവായ ടാഗ്:
mr: अवैध टॅग:
pa: ਅਵੈਧ ਟੈਗ
ta: தவறான குறிச்சொல்:

source: Crop Image
bn: ছবি ক্রপ করুন
gu: ઈમેજ ક્રોપ કરો
hi: इमेज क्रॉप करें
kn: ಚಿತ್ರ ಕತ್ತರಿಸಿ
ml: ചിത്രം മുറിക്കുക
mr: प्रतिमा कापा
pa: ਚਿੱਤਰ ਕੱਟੋ
ta: படத்தை வெட்டு

# profileSavedSuccessfully
source: Profile updated
bn: প্রোফাইল আপডেট করা হয়েছে
gu: પ્રોફાઈલ અપડેટ થયું
hi: प्रोफ़ाइल सेव हो गई
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲಾಗಿದೆ
ml: പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്തു
mr: प्रोफाइल अद्यतनित झाले
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਸੰਭਾਲੀ ਗਈ
ta: சுயவிவரம் புதுப்பிக்கப்பட்டது

# profileUpdatedSuccessfully
source: All changes are saved successfully.
bn: সকল পরিবর্তন সফলভাবে সেভ হয়ে গেছে।
gu: બધા ફેરફારો સફળતાપૂર્વક સેવ થયા.
hi: आपके सभी बदलाव सफलतापूर्वक सेव हो गए हैं।
kn: ಎಲ್ಲಾ ಬದಲಾವಣೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ.
ml: എല്ലാ മാറ്റങ്ങളും വിജയകരമായി സേവ് ചെയ്തു.
mr: सर्व बदल यशस्वीरित्या सेव केले.
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਹੋਈ
ta: அனைத்து மாற்றங்களும் வெற்றிகரமாக சேமிக்கப்பட்டுள்ளன.

source: Profile up to date
bn: প্রোফাইল আপ টু ডেট আছে
gu: પ્રોફાઈલ અપ ટુ ડેટ
hi: आपकी प्रोफ़ाइल पूरी तरह अपडेट है
kn: ಪ್ರೊಫೈಲ್ ನವೀಕೃತವಾಗಿದೆ
ml: പ്രൊഫൈൽ കാലികമാണ്
mr: प्रोफाइल अद्यावधिक आहे
pa: ਪ੍ਰੋਫਾਈਲ ਅੱਪ-ਟੂ-ਡੇਟ ਹੈ
ta: சுயவிவரம் புதுப்பித்த நிலையில் உள்ளது

# noChangesToSave
source: There are no new changes made, Nothing to save.
bn: নতুন কোনও পরিবর্তন করা হয়নি, সেভ করার মতো কিছু নেই।
gu: કોઈ નવા ફેરફારો થયા નથી, સેવ કરવા માટે કંઈ નથી.
hi: कोई नया बदलाव नहीं है, सेव करने की ज़रूरत नहीं।
kn: ಯಾವುದೇ ಹೊಸ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲಾಗಿಲ್ಲ, ಉಳಿಸಲು ಏನೂ ಇಲ್ಲ.
ml: പുതിയ മാറ്റങ്ങളൊന്നും വരുത്തിയിട്ടില്ല, സേവ് ചെയ്യാൻ ഒന്നുമില്ല.
mr: कोणतेही नवीन बदल केले नाहीत, सेव करण्यासाठी काहीही नाही.
pa: ਸੰਭਾਲਣ ਲਈ ਕੋਈ ਤਬਦੀਲੀਆਂ ਨਹੀਂ
ta: புதிய மாற்றங்கள் எதுவும் இல்லை, சேமிக்க எதுவும் இல்லை.

source: Connection Failed
bn: সংযোগ ব্যর্থ হয়েছে!
gu: કનેક્શન નિષ્ફળ
hi: कनेक्शन फेल हो गया
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ವಿಫಲವಾಗಿದೆ
ml: കണക്ഷൻ പരാജയപ്പെട്ടു
mr: कनेक्शन अयशस्वी
pa: ਕਨੈਕਸ਼ਨ ਅਸਫਲ
ta: இணைப்பு தோல்வியடைந்தது

# unableToJoinRoom
source: Unable to join the room. Please check your network and try again.
bn: রুম যৌন করতে ব্যার্থ হয়েছে। আপনার নেটওয়ার্ক পরীক্ষা করে আবার চেষ্টা করুন।
gu: રૂમમાં જોડાવા અસમર્થ. કૃપા કરીને તમારું નેટવર્ક તપાસો અને ફરી પ્રયાસ કરો.
hi: रूम से कनेक्ट नहीं हो सका। कृपया नेटवर्क चेक करें और फिर से कोशिश करें।
kn: ರೂಮ್‌ಗೆ ಸೇರಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: റൂമിൽ ചേരാൻ കഴിഞ്ഞില്ല. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: कक्षामध्ये जोडणे अयशस्वी. कृपया आपल्या नेटवर्क तपासा आणि पुन्हा प्रयत्न करा.
pa: ਰੂਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਵਿੱਚ ਅਸਮਰਥ
ta: அறையில் சேர முடியவில்லை. உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

source: Connection Lost
bn: সংযোগ বিচ্ছিন্ন
gu: કનેક્શન ગુમાવ્યું
hi: कनेक्शन टूट गया
kn: ಸಂಪರ್ಕ ಕಳೆದುಹೋಗಿದೆ
ml: കണക്ഷൻ നഷ്ടപ്പെട്ടു
mr: कनेक्शन हरवले
pa: ਕਨੈਕਸ਼ਨ ਖਤਮ ਹੋ ਗਿਆ
ta: இணைப்பு துண்டிக்கப்பட்டது

# unableToReconnect
source: Unable to reconnect to the room. Please try rejoining.
bn: রুমে পুনরায় যৌন করা যাচ্ছে না। অনুগ্রহ করে আবার যোগদানের চেষ্টা করুন।
gu: રૂમ સાથે ફરીથી કનેક્ટ કરવા અસમર્થ. કૃપા કરીને ફરીથી જોડાવાનો પ્રયાસ કરો.
hi: रूम से दोबारा कनेक्ट नहीं हो सका। कृपया फिर से जुड़ने का प्रयास करें।
kn: ರೂಮ್‌ಗೆ ಮರುಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಸೇರಲು ಪ್ರಯತ್ನಿಸಿ.
ml: റൂമിലേക്ക് വീണ്ടും കണക്റ്റ് ചെയ്യാൻ കഴിഞ്ഞില്ല. വീണ്ടും ചേരാൻ ശ്രമിക്കുക.
mr: कक्षाशी पुन्हा कनेक्ट करणे अयशस्वी. कृपया पुन्हा जोडण्याचा प्रयत्न करा.
pa: ਮੁੜ-ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ
ta: அறையுடன் மீண்டும் இணைக்க முடியவில்லை. மீண்டும் சேர முயற்சிக்கவும்.

source: Invalid Format!
bn: অবৈধ ফর্ম্যাট!
gu: અમાન્ય ફોર્મેટ!
hi: अमान्य फ़ॉर्मेट!
kn: ಅಮಾನ್ಯ ರೂಪ/ಫಾರ್ಮ್ಯಾಟ್!
ml: അസാധുവായ ഫോർമാറ്റ്!
mr: अवैध स्वरूप!
pa: ਅਵੈਧ ਫਾਰਮੈਟ
ta: தவறான வடிவம்!

# usernameAlphanumeric
source: Username must be alphanumeric and should not contain special characters.
bn: ইউজারনেম অবশ্যই আলফানিউমেরিক হতে হবে এবং বিশেষ অক্ষর থাকা উচিত নয়।
gu: યુઝરનેમ આલ્ફાન્યુમેરિક હોવું જોઈએ અને તેમાં વિશેષ અક્ષરો હોવા જોઈએ નહીં.
hi: यूज़रनेम केवल अक्षर और अंक होने चाहिए, कोई स्पेशल कैरेक्टर नहीं।
kn: ಬಳಕೆದಾರ ಹೆಸರಿನಲ್ಲಿ ಇಂಗ್ಲಿಷ್ ಅಕ್ಷರಗಳು ಅಥವಾ ಸಂಖ್ಯೆಗಳು ಇರಬಹುದು ಮತ್ತು ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಒಳಗೊಂಡಿರಬಾರದು.
ml: ഉപയോക്തൃനാമം അക്ഷരങ്ങളും അക്കങ്ങളും അടങ്ങിയതായിരിക്കണം കൂടാതെ പ്രത്യേക പ്രതീകങ്ങൾ അടങ്ങിയിരിക്കരുത്.
mr: वापरकर्तानाव अल्फान्यूमेरिक असणे आवश्यक आहे आणि विशेष अक्षरे असू शकत नाहीत.
pa: ਯੂਜ਼ਰਨੇਮ ਅਲਫਾ-ਨਿਊਮੈਰਿਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ta: பயனர் பெயர் எழுத்துகள் மற்றும் எண்கள் மட்டும் கொண்டிருக்க வேண்டும். சிறப்பு குறியீடுகள் இருக்கக்கூடாது.

# userProfileCreatedSuccessfully
source: Your user profile is successfully created.
bn: আপনার ইউজার প্রোফাইল সফলভাবে তৈরি হয়েছে।
gu: તમારી યુઝર પ્રોફાઈલ સફળતાપૂર્વક બનાવાઈ છે.
hi: आपकी यूज़र प्रोफ़ाइल सफलतापूर्वक बनाई गई है।
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
ml: നിങ്ങളുടെ യൂസർ പ്രൊഫൈൽ വിജയകരമായി സൃഷ്ടിച്ചു.
mr: आपल्या वापरकर्ता प्रोफाइल यशस्वीरित्या तयार केली.
pa: ਯੂਜ਼ਰ ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ
ta: உங்கள் பயனர் சுயவிவரம் வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது.

# emailVerificationMessage
source: To proceed, verify your email address.
bn: এগিয়ে যেতে, আপনার ইমেইল ঠিকানা যাচাই করুন।
gu: આગળ વધવા માટે, તમારું ઈમેઈલ એડ્રેસ વેરિફાય કરો.
hi: आगे बढ़ने के लिए कृपया अपना ईमेल वेरिफाई करें।
kn: ಮುಂದುವರೆಯಲು, ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ.
ml: മുന്നോട്ട് പോകാൻ, നിങ്ങളുടെ ഇമെയിൽ വെരിഫൈ ചെയ്യണം.
mr: पुढे जाण्यासाठी, आपले ईमेल पत्ता सत्यापित करा.
pa: ਈਮੇਲ ਵੈਰੀਫਿਕੇਸ਼ਨ ਸੁਨੇਹਾ
ta: தொடர்வதற்கு, உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்கவும்.

# addNewChaptersToStory
source: Add New Chapters to {storyName}
bn: {storyName} এ নতুন অধ্যায় যোগ করুন
gu: {storyName} માં નવા ચેપ્ટર્સ ઉમેરો
hi: {storyName} में नए चैप्टर्स जोड़ें
kn: {storyName} ಗೆ ಹೊಸ ಅಧ್ಯಾಯಗಳನ್ನು ಸೇರಿಸಿ
ml: {storyName} ലേക്ക് പുതിയ അദ്ധ്യായങ്ങൾ ചേർക്കുക
mr: {storyName} मध्ये नवीन अध्याय जोडा
pa: {storyName} ਵਿੱਚ ਨਵੇਂ ਅਧਿਆਇ ਜੋੜੋ
ta: {storyName} கதைக்கு புதிய அத்தியாயங்களை சேர்க்கவும்

source: Current Chapters
bn: বর্তমান অধ্যায়গুলি
gu: હાલના ચેપ્ટર્સ
hi: मौजूदा चैप्टर्स
kn: ಪ್ರಸ್ತುತ ಅಧ್ಯಾಯಗಳು
ml: നിലവിലുള്ള അദ്ധ്യായങ്ങൾ
mr: वर्तमान अध्याय
pa: ਮੌਜੂਦਾ ਅਧਿਆਇ
ta: தற்போதைய அத்தியாயங்கள்

source: New Chapters
bn: নতুন অধ্যায়
gu: નવા ચેપ્ટર્સ
hi: नए चैप्टर्स जोड़ें
kn: ಹೊಸ ಅಧ್ಯಾಯಗಳು
ml: പുതിയ അധ്യായങ്ങൾ
mr: नवीन अध्याय
pa: ਨਵੇਂ ਅਧਿਆਇ
ta: புதிய அத்தியாயங்கள்

source: Source code on GitHub
bn: GitHub এর সোর্স কোড
gu: ગિટહબ પર સોર્સ કોડ
hi: GitHub पर सोर्स कोड
kn: GitHub ನಲ್ಲಿ ಸೋರ್ಸ್ ಕೋಡ್
ml: GitHub-ൽ സോഴ്സ് കോഡ് കാണുക
mr: GitHub वर स्रोत कोड
pa: ਗਿਥੁਬ ਤੇ ਸਰੋਤ ਕੋਡ
ta: GitHub-இல் மூலக் குறியீடு

source: Create a Chapter
bn: একটি নতুন অধ্যায় তৈরি করুন
gu: એક ચેપ્ટર બનાવો
hi: नया चैप्टर बनाएं
kn: ಅಧ್ಯಾಯ ರಚಿಸಿ
ml: ഒരു അദ്ധ്യായം സൃഷ്ടിക്കുക
mr: एक अध्याय तयार करा
pa: ਅਧਿਆਇ ਬਣਾਓ
ta: ஒரு அத்தியாயத்தை உருவாக்கவும்

source: Chapter Title *
bn: অধ্যায়ের শিরোনাম *
gu: ચેપ્ટર ટાઈટલ *
hi: चैप्टर का टाइटल *
kn: ಅಧ್ಯಾಯದ ಶೀರ್ಷಿಕೆ *
ml: അധ്യായത്തിന്റെ പേര് *
mr: अध्याय शीर्षक *
pa: ਅਧਿਆਇ ਸਿਰਲੇਖ
ta: அத்தியாய தலைப்பு *

# aboutRequired
source: About *
bn: অধ্যায় সম্পর্কে *
gu: વિશે *
hi: कहानी का परिचय *
kn: ಬಗ್ಗೆ *
ml: വിവരണം *
mr: बद्दल *
pa: 'ਬਾਰੇ' ਲਾਜ਼ਮੀ ਹੈ
ta: பற்றி *

source: Change Cover Image
bn: কভার ছবি পরিবর্তন করুন
gu: કવર ઈમેજ બદલો
hi: कवर इमेज बदलें
kn: ಕವರ್ ಚಿತ್ರ ಬದಲಾಯಿಸಿ
ml: കവർ ചിത്രം മാറ്റുക
mr: कव्हर इमेज बदला
pa: ਕਵਰ ਚਿੱਤਰ ਬਦਲੋ
ta: முகப்பு படத்தை மாற்றவும்

source: Upload Audio File
bn: অডিও ফাইল আপলোড করুন
gu: ઓડિયો ફાઈલ અપલોડ કરો
hi: ऑडियो फाइल अपलोड करें
kn: ಆಡಿಯೋ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഓഡിയോ ഫയൽ അപ്‌ലോഡ് ചെയ്യുക
mr: ऑडियो फाईल अपलोड करा
pa: ਆਡੀਓ ਫਾਈਲ ਅੱਪਲੋਡ ਕਰੋ
ta: ஒலி கோப்பை பதிவேற்றவும்

source: Upload Lyrics File
bn: লিরিক্স ফাইল আপলোড করুন
gu: ગીત ફાઈલ અપલોડ કરો
hi: लिरिक्स फाइल अपलोड करें
kn: ಸಾಹಿತ್ಯ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ലിറിക്‌സ് ഫയൽ അപ്‌ലോഡ് ചെയ്യുക
mr: गीत फाईल अपलोड करा
pa: ਲਿਰਿਕਸ ਫਾਈਲ ਅੱਪਲੋਡ ਕਰੋ
ta: வரிகள் கோப்பை பதிவேற்றவும்

source: Create Chapter
bn: একটি নতুন অধ্যায় বানান
gu: ચેપ્ટર બનાવો
hi: चैप्टर बनाएं
kn: ಅಧ್ಯಾಯ ರಚಿಸಿ
ml: ചാപ്റ്റർ സൃഷ്ടിക്കുക
mr: अध्याय तयार करा
pa: ਅਧਿਆਇ ਬਣਾਓ
ta: அத்தியாயத்தை உருவாக்கவும்

# audioFileSelected
source: Audio file Selected: {fileName}
bn: অডিও ফাইলটি নির্বাচিত: {fileName}
gu: ઓડિયો ફાઈલ પસંદ થયેલ: {fileName}
hi: ऑडियो फाइल चुनी गई: {fileName}
kn: ಆಡಿಯೋ ಫೈಲ್ ಆಯ್ಕೆಯಾಗಿದೆ: {fileName}
ml: തിരഞ്ഞെടുത്ത ഓഡിയോ ഫയൽ: {fileName}
mr: ऑडियो फाईल निवडली: {fileName}
pa: ਆਡੀਓ ਫਾਈਲ ਚੁਣੀ ਗਈ
ta: தேர்ந்தெடுக்கப்பட்ட ஒலி கோப்பு: {fileName}

# lyricsFileSelected
source: Lyrics File Selected: {fileName}
bn: লিরিক্স ফাইলটি নির্বাচিত: {fileName}
gu: ગીત ફાઈલ પસંદ થયેલ: {fileName}
hi: लिरिक्स फाइल चुनी गई: {fileName}
kn: ಸಾಹಿತ್ಯ ಫೈಲ್ ಆಯ್ಕೆಯಾಗಿದೆ: {fileName}
ml: തിരഞ്ഞെടുത്ത ലിറിക്‌സ് ഫയൽ: {fileName}
mr: गीत फाईल निवडली: {fileName}
pa: ਲਿਰਿਕਸ ਫਾਈਲ ਚੁਣੀ ਗਈ
ta: தேர்ந்தெடுக்கப்பட்ட வரிகள் கோப்பு: {fileName}
