Repository: AOSSIE-Org/Resonate
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, pa, ta

# updateCancelledMessage
source: Update was cancelled by user
bn: ইউজার আপডেট বাতিল করেছেন
gu: વપરાશકર્તાએ અપડેટ રદ કર્યું
hi: अपडेट यूज़र द्वारा रद्द किया गया
kn: ಬಳಕೆದಾರರಿಂದ ಅಪ್ಡೇಟ್ಸ್ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: ഉപയോക്താവ് അപ്‌ഡേറ്റ് റദ്ദാക്കി
mr: अपडेट वापरकर्त्याद्वारे रद्द केली गेली
pa: ਅੱਪਡੇਟ ਰੱਦ ਹੋ ਗਿਆ
ta: புதுப்பிப்பு பயனரால் ரத்து செய்யப்பட்டது

source: Update Failed
bn: আপডেট ব্যর্থ হয়েছে
gu: અપડેટ નિષ્ફળ થયું
hi: अपडेट फेल
kn: ಅಪ್ಡೇಟ್ಸ್ ವಿಫಲವಾಗಿದೆ
ml: അപ്‌ഡേറ്റ് പരാജയപ്പെട്ടു
mr: अपडेट अयशस्वी
pa: ਅੱਪਡੇਟ ਅਸਫਲ
ta: புதுப்பிப்பு தோல்வியடைந்தது

# updateFailedMessage
source: Failed to update. Please try updating from Play Store manually.
bn: আপডেট করা যায়নি। অনুগ্রহ করে Play Store থেকে ম্যানুয়ালি আপডেট করার চেষ্টা করুন।
gu: અપડેટ કરવામાં નિષ્ફળતા. કૃપા કરીને Play Storeમાંથી મેન્યુઅલી અપડેટ કરવાનો પ્રયાસ કરો.
hi: अपडेट फेल हो गया। कृपया Play Store से मैन्युअली अपडेट करने का प्रयास करें।
kn: ಅಪ್ಡೇಟ್ಸ್ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪ್ಲೇ ಸ್ಟೋರ್ ನಿಂದ ಅಪ್ಡೇಟ್ಸ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.
ml: അപ്‌ഡേറ്റ് ചെയ്യാൻ പരാജയപ്പെട്ടു. Play Store-ൽ നിന്ന് സ്വമേധയാ അപ്‌ഡേറ്റ് ചെയ്യാൻ ശ്രമിക്കുക.
mr: अपडेट करणे अयशस्वी. कृपया Play Store मधून वापरकर्तामत्तेने अपडेट करा.
pa: ਅੱਪਡੇਟ ਅਸਫਲ ਹੋ ਗਿਆ
ta: புதுப்பிக்க முடியவில்லை. தயவுசெய்து Play Store-இல் இருந்து கைமுறையாக புதுப்பிக்கவும்.

source: Update Error
bn: আপডেটে ত্রুটি
gu: અપડેટ ભૂલ
hi: अपडेट एरर
kn: ಅಪ್ಡೇಟ್ಸ್ ದೋಷ
ml: അപ്‌ഡേറ്റ് തെറ്റി
mr: अपडेट त्रुटी
pa: ਅੱਪਡੇਟ ਵਿੱਚ ਗਲਤੀ
ta: புதுப்பிப்பு பிழை

# updateErrorMessage
source: An error occurred while updating. Please try again.
bn: আপডেট করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
gu: અપડેટ કરતી વખતે ભૂલ આવી. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: अपडेट करने में कोई समस्या आई। कृपया फिर से प्रयास करें।
kn: ಅಪ್ಡೇಟ್ಸ್ ಮಾಡುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: അപ്‌ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു തെറ്റ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.
mr: अपडेट करताना त्रुटी उद्भवली. कृपया पुन्हा प्रयत्न करा.
pa: ਅੱਪਡੇਟ ਵਿੱਚ ਗਲਤੀ ਆਈ
ta: புதுப்பிக்கும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.

source: Platform Not Supported
bn: প্ল্যাটফর্ম সমর্থিত নয়
gu: પ્લેટફોર્મ સપોર્ટેડ નથી
hi: प्लेटफॉर्म सपोर्टेड नहीं
kn: ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಪೋರ್ಟ್ ಮಾಡುತ್ತಿಲ್ಲ
ml: പ്ലാറ്റ്‌ഫോം പിന്തുണയ്ക്കുന്നില്ല
mr: मंच समर्थित नाही
pa: ਪਲੇਟਫਾਰਮ ਸਹਾਇਕ ਨਹੀਂ ਹੈ
ta: இந்த தளம் ஆதரிக்கப்படவில்லை

# platformNotSupportedMessage
source: Update checking is only available on Android devices
bn: আপডেট চেকিং শুধুমাত্র Android ডিভাইসেই উপলব্ধ
gu: અપડેટ તપાસ ફક્ત Android ઉપકરણો પર જ ઉપલબ્ધ છે
hi: अपडेट चेक करना केवल Android डिवाइस पर उपलब्ध है
kn: ಅಪ್ಡೇಟ್ಸ್ ಪರಿಶೀಲನೆ ಆಂಡ್ರಾಯ್ಡ್ ಸಾಧನಗಳಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ
ml: അപ്‌ഡേറ്റ് പരിശോധിക്കൽ Android ഉപകരണങ്ങളിൽ മാത്രം ലഭ്യമാണ്
mr: अपडेट तपास फक्त Android डिव्हाइसवर उपलब्ध आहे
pa: ਇਹ ਪਲੇਟਫਾਰਮ ਸਹਾਇਕ ਨਹੀਂ ਹੈ
ta: புதுப்பிப்பு சரிபார்ப்பு Android சாதனங்களில் மட்டுமே கிடைக்கும்

source: Update Check Failed
bn: আপডেট চেক ব্যর্থ হয়েছে
gu: અપડેટ તપાસ નિષ્ફળ
hi: अपडेट चेक फेल
kn: ಅಪ್ಡೇಟ್ಸ್ ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ
ml: അപ്‌ഡേറ്റ് പരിശോധന പരാജയപ്പെട്ടു
mr: अपडेट तपास अयशस्वी
pa: ਅੱਪਡੇਟ ਚੈੱਕ ਅਸਫਲ
ta: புதுப்பிப்பு சரிபார்ப்பு தோல்வியடைந்தது

# updateCheckFailedMessage
source: Could not check for updates. Please try again later.
bn: আপডেটগুলি পরীক্ষা করা যায়নি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
gu: અપડેટ તપાસી શક્યા નથી. કૃપા કરીને પછીથી પ્રયાસ કરો.
hi: अपडेट चेक नहीं हो सका। कृपया बाद में प्रयास करें।
kn: ಅಪ್ಡೇಟ್ಸ್‌ಗಳನ್ನ ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
ml: അപ്‌ഡേറ്റുകൾ പരിശോധിക്കാനായില്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: अपडेट तपास करू शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा.
pa: ਅੱਪਡੇਟ ਚੈੱਕ ਕਰਨ ਵਿੱਚ ਅਸਫਲਤਾ
ta: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.

# upToDateTitle
source: You're Up to Date!
bn: আপনি আপ টু ডেট আছেন!
gu: તમે અપ ટુ ડેટ છો!
hi: आप अप टू डेट हैं!
kn: ನೀವು ಅಪ್ಡೇಟೆಡ್ ಆಗಿದ್ದೀರಿ!
ml: നിങ്ങൾ അപ്-റ്റു-ഡേറ്റ് ആണ്!
mr: आपण अद्यावधिक आहात!
pa: ਅੱਪ-ਟੂ-ਡੇਟ
ta: நீங்கள் புதுப்பித்த நிலையில் உள்ளீர்கள்!

# upToDateMessage
source: You're using the latest version of Resonate
bn: আপনি রেজোনেটের সর্বশেষ ভার্সন ব্যবহার করছেন।
gu: તમે Resonate નું નવું વર્ઝન ઉપયોગ કરી રહ્યા છો
hi: आप रेज़ोनेट का लेटेस्ट वर्शन इस्तेमाल कर रहे हैं
kn: ನೀವು ರೆಸೋನೇಟ್‌ನ ಇತ್ತೀಚಿನ ವರ್ಷನನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ
ml: നിങ്ങൾ റെസൊണേറ്റിന്റെ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കുന്നു
mr: आपण रेजोनेटचे नवीनतम आवृत्ती वापरत आहात
pa: ਐਪ ਅੱਪ-ਟੂ-ਡੇਟ ਹੈ
ta: நீங்கள் Resonate-இன் சமீபத்திய பதிப்பை பயன்படுத்துகிறீர்கள்

# updateAvailableTitle
source: Update Available!
bn: আপডেট উপলব্ধ আছে!
gu: અપડેટ ઉપલબ્ધ છે!
hi: अपडेट उपलब्ध है!
kn: ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದೆ!
ml: അപ്‌ഡേറ്റ് ലഭ്യമാണ്!
mr: अपडेट उपलब्ध!
pa: ਅੱਪਡੇਟ ਉਪਲਬਧ
ta: புதுப்பிப்பு கிடைக்கிறது!

# updateAvailableMessage
source: A new version of Resonate is available on Play Store
bn: রেজোনেটের একটি নতুন ভার্সন Play Store এ উপলব্ধ আছে
gu: Resonate નું નવું વર્ઝન Play Store પર ઉપલબ્ધ છે
hi: रेज़ोनेट का नया वर्शन Play Store पर उपलब्ध है
kn: ರೆಸೋನೇಟ್‌ನ ಹೊಸ ವರ್ಷನ್ ಪ್ಲೇ ಸ್ಟೋರ್ ನಲ್ಲಿ ಲಭ್ಯವಿದೆ
ml: റെസൊണേറ്റിന്റെ പുതിയ പതിപ്പ് Play Store-ൽ ലഭ്യമാണ്
mr: रेजोनेटचे नवीन आवृत्ती Play Store वर उपलब्ध आहे
pa: ਨਵਾਂ ਅੱਪਡੇਟ ਉਪਲਬਧ ਹੈ
ta: Resonate-இன் புதிய பதிப்பு Play Store-இல் கிடைக்கிறது

# updateFeaturesImprovement
source: Get the latest features and improvements!
bn: সর্বশেষ বৈশিষ্ট্য এবং উন্নতি সহ আপডেট করুন।
gu: નવા ફીચર્સ અને સુધારાઓ મેળવો!
hi: नवीनतम सुविधाएं और सुधार प्राप्त करें!
kn: ಇತ್ತೀಚಿನ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಸುಧಾರಣೆಗಳನ್ನು ಪಡೆಯಿರಿ!
ml: ഏറ്റവും പുതിയ സവിശേഷതകളും മെച്ചപ്പെടുത്തലുകളും നേടുക!
mr: नवीन वैशिष्ट्य आणि सुधार मिळवा!
pa: ਅੱਪਡੇਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਸੁਧਾਰ
ta: புதிய அம்சங்களையும் மேம்பாடுகளையும் பெறுங்கள்!

source: Friend Requests
bn: বন্ধুত্বের অনুরোধ
gu: મિત્ર વિનંતીઓ
hi: फ्रेंड रिक्वेस्ट
kn: ಸ್ನೇಹಿತರ ವಿನಂತಿಗಳು
ml: സുഹൃത്ത് അഭ്യർത്ഥനകൾ
mr: मित्र विनंत्या
pa: ਦੋਸਤ ਅਰਜ਼ੀਆਂ
ta: நண்பர் கோரிக்கைகள்

source: Friend request sent
bn: বন্ধুত্বের অনুরোধ পাঠানো হয়েছে
gu: મિત્ર વિનંતી મોકલાઈ
hi: मित्रता अनुरोध भेजा गया
kn: ಸ್ನೇಹಿತರ ವಿನಂತಿ ಕಳುಹಿಸಲಾಗಿದೆ
ml: സുഹൃത്ത് അഭ്യർത്ഥന അയച്ചു
mr: मित्र विनंती पाठविली
pa: ਦੋਸਤ ਅਰਜ਼ੀ ਭੇਜੀ ਗਈ
ta: நண்பர் கோரிக்கை அனுப்பப்பட்டது

# friendRequestSentTo
source: Your friend request to {username} has been sent.
bn: আপনার বন্ধুত্বের অনুরোধ {username}-কে পাঠানো হয়েছে।
gu: {username} ને તમારી મિત્ર વિનંતી મોકલાઈ છે.
hi: आपका मित्रता अनुरोध {username} को भेजा गया है।
kn: {username} ಗೆ ನಿಮ್ಮ ಸ್ನೇಹಿತರ ವಿನಂತಿ ಕಳುಹಿಸಲಾಗಿದೆ.
ml: {username} ലേക്ക് നിങ്ങളുടെ സുഹൃത്ത് അഭ്യർത്ഥന അയച്ചു.
mr: आपल्या मित्र विनंती {username} ला पाठवली गेली आहे.
pa: ਤੁਹਾਡੀ ਦੋਸਤ ਅਰਜ਼ੀ {username} ਨੂੰ ਭੇਜੀ ਗਈ ਹੈ
ta: {username} அவர்களுக்கு உங்கள் நண்பர் கோரிக்கை அனுப்பப்பட்டுள்ளது.

source: Friend request cancelled
bn: বন্ধুত্বের অনুরোধ বাতিল করা হয়েছে
gu: મિત્ર વિનંતી રદ કરાઈ
hi: मित्रता अनुरोध रद्द कर दिया गया
kn: ಸ್ನೇಹಿತರ ವಿನಂತಿ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: സുഹൃത്ത് അഭ്യർത്ഥന റദ്ദാക്കി
mr: मित्र विनंती रद्द
pa: ਦੋਸਤ ਅਰਜ਼ੀ ਰੱਦ ਕੀਤੀ ਗਈ
ta: நண்பர் கோரிக்கை ரத்து செய்யப்பட்டது

# friendRequestCancelledTo
source: Your friend request to {username} has been cancelled.
bn: {username}-এর কাছে আপনার বন্ধুত্বের অনুরোধ বাতিল করা হয়েছে।
gu: {username} ને તમારી મિત્ર વિનંતી રદ કરાઈ છે.
hi: {username} को आपका मित्रता अनुरोध रद्द कर दिया गया है।
kn: {username} ಗೆ ನಿಮ್ಮ ಸ್ನೇಹಿತರ ವಿನಂತಿ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ml: {username} ലേക്കുള്ള നിങ്ങളുടെ സുഹൃത്ത് അഭ്യർത്ഥന റദ്ദാക്കി.
mr: आपल्या मित्र विनंती {username} ला रद्द केली गेली आहे.
pa: ਤੁਹਾਡੀ {username} ਨੂੰ ਭੇਜੀ ਦੋਸਤ ਅਰਜ਼ੀ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ
ta: {username} அவர்களுக்கு அனுப்பிய நண்பர் கோரிக்கை ரத்து செய்யப்பட்டது.

source: Requested
bn: অনুরোধ পাঠানো হয়েছে
gu: વિનંતી કરેલ
hi: अनुरोध किया है
kn: ವಿನಂತಿಸಲಾಗಿದೆ
ml: അഭ്യർത്ഥിച്ചു
mr: विनंती केली
pa: ਅਰਜ਼ੀ ਕੀਤੀ
ta: கோரப்பட்டது

source: Friends
bn: বন্ধুরা
gu: મિત્રો
hi: मित्र
kn: ಸ್ನೇಹಿತರು
ml: സുഹൃത്തുക്കൾ
mr: मित्र
pa: ਦੋਸਤ
ta: நண்பர்கள்

source: Add Friend
bn: বন্ধু যোগ করুন
gu: મિત્ર ઉમેરો
hi: मित्र जोड़ें
kn: ಸ್ನೇಹಿತರನ್ನು ಸೇರಿಸಿ
ml: സുഹൃത്തിനെ ചേർക്കുക
mr: मित्र जोडा
pa: ਦੋਸਤ ਜੋੜੋ
ta: நண்பரை சேர்க்கவும்

source: Friend request accepted
bn: বন্ধুত্বের অনুরোধ গৃহীত হয়েছে
gu: મિત્ર વિનંતી સ્વીકારી
hi: मित्रता अनुरोध स्वीकार कर लिया गया
kn: ಸ್ನೇಹಿತರ ವಿನಂತಿ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ml: സുഹൃത്ത് അഭ്യർത്ഥന സ്വീകരിച്ചു
mr: मित्र विनंती स्वीकारली
pa: ਦੋਸਤ ਅਰਜ਼ੀ ਮਨਜ਼ੂਰ ਹੋਈ
ta: நண்பர் கோரிக்கை ஏற்கப்பட்டது

# friendRequestAcceptedTo
source: You are now friends with ${username}.
bn: আপনি এখন {username} এর বন্ধু।
gu: તમે હવે ${username} સાથે મિત્ર છો.
hi: आपने {username} के मित्रता अनुरोध को स्वीकार कर लिया है।
kn: ನೀವು ಈಗ {username} ಜೊತೆ ಸ್ನೇಹಿತರಾಗಿದ್ದೀರಿ.
ml: നിങ്ങൾ {username} ന്റെ സുഹൃത്ത് അഭ്യർത്ഥന സ്വീകരിച്ചു.
mr: आपण आता {username} सह मित्र आहात.
pa: ਤੁਸੀਂ {username} ਦੀ ਦੋਸਤ ਅਰਜ਼ੀ ਮਨਜ਼ੂਰ ਕਰ ਲਈ ਹੈ
ta: நீங்கள் இப்போது {username} அவர்களின் நண்பர்.

source: Friend request declined
bn: বন্ধুত্বের অনুরোধ প্রত্যাখ্যান করা হয়েছে
gu: મિત્ર વિનંતી નકારી
hi: मित्रता अनुरोध अस्वीकार कर दिया गया
kn: ಸ್ನೇಹಿತರ ವಿನಂತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: സുഹൃത്ത് അഭ്യർത്ഥന നിരാകരിച്ചു
mr: मित्र विनंती नकारली
pa: ਦੋਸਤ ਅਰਜ਼ੀ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ
ta: நண்பர் கோரிக்கை நிராகரிக்கப்பட்டது

# friendRequestDeclinedTo
source: You have declined the friend request from ${username}.
bn: আপনি {username} এর বন্ধুত্বের অনুরোধ প্রত্যাখ্যান করেছেন।
gu: તમે ${username} ની મિત્ર વિનંતી નકારી છે.
hi: आपने {username} के मित्रता अनुरोध को अस्वीकार कर दिया है।
kn: ನೀವು {username} ರಿಂದ ಸ್ನೇಹಿತರ ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸಿದ್ದೀರಿ.
ml: നിങ്ങൾ {username} ന്റെ സുഹൃത്ത് അഭ്യർത്ഥന നിരാകരിച്ചു.
mr: आपण {username} कडून मित्र विनंती नकारली आहे.
pa: ਤੁਸੀਂ {username} ਦੀ ਦੋਸਤ ਅਰਜ਼ੀ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤੀ ਹੈ
ta: {username} அவர்களிடமிருந்து வந்த நண்பர் கோரிக்கையை நீங்கள் நிராகரித்துள்ளீர்கள்.

source: Accept
bn: গ্রহণ করুন
gu: સ્વીકારો
hi: स्वीकार करें
kn: ಸ್ವೀಕರಿಸಿ
ml: സ്വീകരിക്കുക
mr: स्वीकारा
pa: ਮਨਜ਼ੂਰ ਕਰੋ
ta: ஏற்கவும்

source: Call declined
bn: কল প্রত্যাখ্যান করা হয়েছে
gu: કૉલ નકારી
hi: कॉल अस्वीकार कर दिया गया
kn: ಕರೆ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: കോൾ നിരാകരിച്ചു
mr: कॉल नाकारला
pa: ਕਾਲ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ
ta: அழைப்பு நிராகரிக்கப்பட்டது

# callDeclinedTo
source: User ${username} declined the call.
bn: {username} কলটি প্রত্যাখ্যান করেছেন।
gu: યુઝર ${username} એ કૉલ નકારી છે.
hi: {username} ने आपकी कॉल को अस्वीकार कर दिया है।
kn: ಬಳಕೆದಾರ {username} ಕರೆಯನ್ನು ನಿರಾಕರಿಸಿದ್ದಾರೆ.
ml: {username} കോൾ നിരാകരിച്ചു.
mr: वापरकर्ता {username} ने कॉल नाकारला.
pa: {username} ਨੇ ਕਾਲ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤੀ
ta: {username} அழைப்பை நிராகரித்தார்.
