Repository: AOSSIE-Org/Resonate
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, pa, ta

# includeLowercase
source: Include at least 1 lowercase letter
bn: অন্তত ১টি ছোট হাতের অক্ষর অন্তর্ভুক্ত করুন
gu: ઓછામાં ઓછો 1 નાનો અક્ષર શામેલ કરો
hi: कम से कम 1 लोअरकेस लेटर शामिल करें
kn: ಕನಿಷ್ಠ 1 ಲೋವರ್ ಕೇಸ್ ಸೇರಿಸಿ
ml: കുറഞ്ഞത് ഒരു ചെറിയക്ഷരമെങ്കിലും ഉൾപ്പെടുത്തുക
mr: किमान १ लहान अक्षर समाविष्ट करा
pa: ਘੱਟੋ-ਘੱਟ 1 ਛੋਟਾ ਅੱਖਰ ਸ਼ਾਮਲ ਕਰੋ
ta: குறைந்தது 1 சிறிய எழுத்து சேர்க்கவும்

# includeSymbol
source: Include at least 1 symbol
bn: অন্তত ১টি চিহ্ন অন্তর্ভুক্ত করুন
gu: ઓછામાં ઓછો 1 પ્રતીક શામેલ કરો
hi: कम से कम 1 सिम्बल शामिल करें
kn: ಕನಿಷ್ಠ 1 ಚಿಹ್ನೆಯನ್ನು ಸೇರಿಸಿ
ml: കുറഞ്ഞത് ഒരു ചിഹ്നമെങ്കിലും ഉൾപ്പെടുത്തുക
mr: किमान १ चिन्ह समाविष्ट करा
pa: ਘੱਟੋ-ਘੱਟ 1 ਚਿੰਨ੍ਹ ਸ਼ਾਮਲ ਕਰੋ
ta: குறைந்தது 1 சிறப்பு குறியீடு சேர்க்கவும்

source: Signed Up Successfully
bn: সফলভাবে সাইন আপ করা হয়েছে
gu: સફળતાપૂર્વક સાઈન અપ થયું
hi: सफलतापूर्वक साइन अप हो गया!
kn: ಯಶಸ್ವಿಯಾಗಿ ಸೈನ್ ಅಪ್ ಆಗಿದೆ
ml: വിജയകരമായി സൈൻ അപ്പ് ചെയ്തു
mr: यशस्वीरित्या साइन अप केले
pa: ਸਫਲਤਾਪੂਰਵਕ ਸਾਈਨ ਅੱਪ ਹੋ ਗਿਆ!
ta: பதிவு வெற்றிகரமாக முடிந்தது

# newAccountCreated
source: You have successfully created a new account
bn: আপনি সফলভাবে একটি নতুন অ্যাকাউন্ট তৈরি করেছেন
gu: તમે સફળતાપૂર્વક નવો એકાઉન્ટ બનાવ્યો છે
hi: आपका नया अकाउंट सफलतापूर्वक बन गया है
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿದ್ದೀರಿ
ml: നിങ്ങൾ വിജയകരമായി ഒരു പുതിയ അക്കൗണ്ട് സൃഷ്ടിച്ചു
mr: आपण यशस्वीरित्या नवीन खाते तयार केले आहे
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਅਕਾਊਂਟ ਸਫਲਤਾਪੂਰਵਕ ਬਣ ਗਿਆ ਹੈ
ta: நீங்கள் புதிய கணக்கை வெற்றிகரமாக உருவாக்கியுள்ளீர்கள்

source: Sign up
bn: সাইন আপ
gu: સાઈન અપ
hi: साइन अप
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप करा
pa: ਸਾਈਨ ਅੱਪ
ta: பதிவு செய்யவும்

source: Login
bn: লগইন
gu: લોગિન
hi: लॉगिन
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
mr: लॉगिन
pa: ਲੌਗਿਨ
ta: உள்நுழை

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्स
pa: ਸੈਟਿੰਗਜ਼
ta: அமைப்புகள்

source: Account settings
bn: অ্যাকাউন্ট সেটিংস
gu: એકાઉન્ટ સેટિંગ્સ
hi: अकाउंट सेटिंग्स
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mr: खाता सेटिंग्स
pa: ਅਕਾਊਂਟ ਸੈਟਿੰਗਜ਼
ta: கணக்கு அமைப்புகள்

source: Account
bn: অ্যাকাউন্ট
gu: એકાઉન્ટ
hi: अकाउंट
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
mr: खाता
pa: ਅਕਾਊਂਟ
ta: கணக்கு

source: App settings
bn: অ্যাপ সেটিংস
gu: એપ સેટિંગ્સ
hi: ऐप की सेटिंग्स
kn: ಆ್ಯಪ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ആപ്പ് ക്രമീകരണങ്ങൾ
mr: अॅप सेटिंग्स
pa: ਐਪ ਸੈਟਿੰਗਜ਼
ta: செயலி அமைப்புகள்

source: Themes
bn: থিম
gu: થીમ
hi: थीम्स
kn: ಥೀಮ್‌ಗಳು
ml: തീമുകൾ
mr: थीम्स
pa: ਥੀਮਜ਼
ta: தீம்கள்

source: About
bn: রেজোনেট সম্পর্কে
gu: વિશે
hi: रेज़ोनेट के बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
ml: അബൗട്ട്
mr: बद्दल
pa: ਰੇਜ਼ੋਨੇਟ ਬਾਰੇ
ta: பற்றி

source: Other
bn: অন্যান্য
gu: અન્ય
hi: अन्य
kn: ಇತರೆ
ml: മറ്റുള്ളവ
mr: इतर
pa: ਹੋਰ
ta: மற்றவை

source: Contribute
bn: অবদান রাখুন
gu: યોગદાન આપો
hi: योगदान करें
kn: ಕೊಡುಗೆ ನೀಡಿ
ml: സംഭാവന ചെയ്യുക
mr: योगदान द्या
pa: ਯੋਗਦਾਨ ਕਰੋ
ta: பங்களிக்கவும்

source: Log out
bn: লগ আউট
gu: લોગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട് ചെയ്യുക
mr: लॉगआउट करा
pa: ਲੌਗ ਆਉਟ
ta: வெளியேறு

source: Participants
bn: পার্টিসিপেন্টস
gu: સહભાગીઓ
hi: पार्टिसिपेंट्स
kn: ಭಾಗವಹಿಸುವವರು
ml: പങ്കാളികൾ
mr: सहभागी
pa: ਭਾਗੀਦਾਰ
ta: பங்கேற்பாளர்கள்

source: delete
bn: ডিলিট
gu: ડિલીટ કરો
hi: डिलीट
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
pa: ਡਿਲੀਟ
ta: நீக்கு

source: leave
bn: বিদায়
gu: છોડો
hi: छोड़ो
kn: ಬಿಟ್ಟುಹೋಗಿ
ml: വിടുക
mr: सोडून द्या
pa: ਛੱਡੋ
ta: வெளியேறு

# leaveButton
source: Leave
bn: বিদায়
gu: છોડો
hi: छोड़ो
kn: ಬಿಡಿ
ml: വിടുക
mr: सोडून द्या
pa: ਛੱਡੋ
ta: வெளியேறு

# findingRandomPartner
source: Finding a Random Partner For You
bn: আপনার জন্য একটি রেন্ডম পার্টনার খোঁজা হচ্ছে
gu: તમારા માટે રેન્ડમ પાર્ટનર શોધી રહ્યા છીએ
hi: आपके लिए एक रैंडम पार्टनर ढूंढ रहे हैं
kn: ನಿಮಗಾಗಿ ಯಾದೃಚ್ಛಿಕ ಪಾಲುದಾರರನ್ನು ಹುಡುಕುತ್ತಿದೆ
ml: നിങ്ങൾക്കായി ഒരു ക്രമരഹിത പങ്കാളിയെ കണ്ടെത്തുന്നു
mr: आपल्यासाठी यादृच्छिक सहभागी शोधत आहे
pa: ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਰੈਂਡਮ ਭਾਗੀਦਾਰ ਲੱਭ ਰਹੇ ਹਾਂ
ta: உங்களுக்கு ஒரு சீரற்ற இணைப்பாளரை தேடுகிறது

source: Quick fact
bn: দ্রুত তথ্য
gu: ત્વરિત હકીકત
hi: त्वरित तथ्य
kn: ತ್ವರಿತ ಸತ್ಯ
ml: ചില വസ്തുതകൾ
mr: द्रुत माहिती
pa: ਤੁਰੰਤ ਤੱਥ
ta: விரைவான தகவல்

source: Cancel
bn: ক্যানসেল
gu: રદ કરો
hi: कैंसल
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਕੈਂਸਲ
ta: ரத்து

source: Complete your Profile
bn: আপনার প্রোফাইল সম্পূর্ণ করুন
gu: તમારી પ્રોફાઈલ પૂર્ણ કરો
hi: अपनी प्रोफ़ाइल पूरी करो
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರ್ಣಗೊಳಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പൂർത്തിയാക്കുക
mr: आपल्या प्रोफाइल पूर्ण करा
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਪੂਰੀ ਕਰੋ
ta: உங்கள் சுயவிவரத்தை முழுமைப்படுத்தவும்

source: Upload profile picture
bn: প্রোফাইল ছবি আপলোড করুন
gu: પ્રોફાઈલ પિક્ચર અપલોડ કરો
hi: प्रोफ़ाइल पिक्चर अपलोड करो
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: പ്രൊഫൈൽ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക
mr: प्रोफाइल चित्र अपलोड करा
pa: ਪ੍ਰੋਫਾਈਲ ਪਿਕਚਰ ਅੱਪਲੋਡ ਕਰੋ
ta: சுயவிவர புகைப்படத்தை பதிவேற்றவும்

source: Enter Valid Name
bn: বৈধ নাম লিখুন
gu: માન્ય નામ દાખલ કરો
hi: मान्य नाम डालो
kn: ಮಾನ್ಯವಾದ ಹೆಸರು ನಮೂದಿಸಿ
ml: സാധുവായ പേര് നൽകുക
mr: वैध नाव प्रविष्ट करा
pa: ਵੈਧ ਨਾਮ ਦਾਖਲ ਕਰੋ
ta: சரியான பெயரை உள்ளிடவும்

source: Name
bn: নাম
gu: નામ
hi: नाम
kn: ಹೆಸರು
ml: പേര്
mr: नाव
pa: ਨਾਮ
ta: பெயர்

source: Username
bn: ইউজারনেম
gu: યુઝરનેમ
hi: यूज़रनेम
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃനാമം
mr: वापरकर्तानाव
pa: ਯੂਜ਼ਰਨੇਮ
ta: பயனர் பெயர்

source: Enter Valid DOB
bn: বৈধ জন্ম তারিখ লিখুন
gu: માન્ય જન્મતારીખ દાખલ કરો
hi: सही तारीख़ डालो
kn: ಮಾನ್ಯವಾದ ಜನ್ಮ ದಿನಾಂಕ ನಮೂದಿಸಿ
ml: സാധുവായ ജനനത്തീയതി നൽകുക
mr: वैध जन्मतारीख प्रविष्ट करा
pa: ਠੀक ਜਨਮ ਤਾਰੀਖ ਦਾਖਲ ਕਰੋ
ta: சரியான பிறந்த தேதியை உள்ளிடவும்

source: Date of Birth
bn: জন্ম তারিখ
gu: જન્મતારીખ
hi: जन्म तिथि
kn: ಜನ್ಮ ದಿನಾಂಕ
ml: ജനനത്തീയതി
mr: जन्मतारीख
pa: ਜਨਮ ਤਾਰੀਖ
ta: பிறந்த தேதி

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
gu: પાસવર્ડ ભૂલી ગયા?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ?
ml: പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Next
bn: পরবর্তী
gu: આગળ
hi: आगे
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढील
pa: ਅੱਗੇ
ta: அடுத்தது

# noStoriesExist
source: No stories exist to present
bn: উপস্থাপন করার মতো কোনও গল্প নেই
gu: રજૂ કરવા માટે કોઈ વાર્તાઓ અસ્તિત્વમાં નથી
hi: कोई कहानी अभी मौजूद नहीं है
kn: ಪ್ರಸ್ತುತಪಡಿಸಲು ಯಾವುದೇ ಕಥೆಗಳು ಇಲ್ಲ
ml: അവതരിപ്പിക്കാൻ കഥകളൊന്നുമില്ല.
mr: सादर करण्यासाठी कोणतीही कथा नाही
pa: ਕੋਈ ਕਹਾਣੀ ਹਾਲੇ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ta: காண்பிக்க எந்தக் கதைகளும் இல்லை

# enterVerificationCode
source: Enter your Verification Code
bn: আপনার ভেরিফিকেশন কোড লিখুন
gu: તમારો વેરિફિકેશન કોડ દાખલ કરો
hi: अपना वेरिफिकेशन कोड दर्ज करें
kn: ನಿಮ್ಮ ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പരിശോധന കോഡ് നൽകുക
mr: आपला सत्यापन कोड प्रविष्ट करा
pa: ਆਪਣਾ ਵੇਰੀਫਿਕੇਸ਼ਨ ਕੋਡ ਦਾਖਲ ਕਰੋ
ta: உங்கள் சரிபார்ப்பு குறியீட்டை உள்ளிடவும்

# verificationCodeSent
source: We sent a 6-digit verification code to
bn: আমরা 6-সংখ্যার একটি ভেরিফিকেশন কোড পাঠিয়েছি
gu: અમે 6-અંકનો વેરિફિકેશન કોડ મોકલ્યો છે
hi: हमने 6-अंकों का कोड भेजा है
kn: ನಾವು 6-ಅಂಕಿಯ ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸಿದ್ದೇವೆ
ml: ഞങ്ങൾ 6-അക്കം പരിശോധന കോഡ് അയച്ചു
mr: आम्ही आपल्याला एक ६-अंकीय सत्यापन कोड पाठवला आहे
pa: ਅਸੀਂ 6-ਅੰਕਾਂ ਦਾ ਕੋਡ ਭੇਜਿਆ ਹੈ
ta: 6 இலக்க சரிபார்ப்பு குறியீடு அனுப்பப்பட்டுள்ளது

source: Verification Complete
bn: ভেরিফিকেশন সম্পন্ন হয়েছে
gu: વેરિફિકેશન પૂર્ણ
hi: वेरिफिकेशन पूरा हो गया
kn: ಪರಿಶೀಲನೆ ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പരിശോധിച്ചുറപ്പിക്കൽ പൂർത്തിയായി
mr: सत्यापन पूर्ण
pa: ਵੇਰੀਫਿਕੇਸ਼ਨ ਪੂਰਾ ਹੋ ਗਿਆ
ta: சரிபார்ப்பு முடிந்தது

# verificationCompleteMessage
source: Congratulations you have verified your Email
bn: অভিনন্দন! আপনি আপনার ইমেইল ভেরিফাই করেছেন
gu: અભિનંદન તમે તમારું ઈમેઈલ વેરિફાય કર્યું છે
hi: बधाई हो! आपका ईमेल वेरिफाई हो गया है
kn: ಅಭಿನಂದನೆಗಳು ನೀವು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿದ್ದೀರಿ
ml: നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിച്ചു
mr: अभिनंदन! आपण आपले ईमेल यशस्वीरित्या सत्यापित केले आहे.
pa: ਵਧਾਈ ਹੋ! ਤੁਹਾਡੀ ਈਮੇਲ ਵੇਰੀਫਾਈ ਹੋ ਗਈ ਹੈ
ta: வாழ்த்துகள்! உங்கள் மின்னஞ்சல் சரிபார்க்கப்பட்டுள்ளது

source: Verification Failed
bn: ভেরিফিকেশন ব্যর্থ হয়েছে
gu: વેરિફિકેશન અસફળ
hi: वेरिफिकेशन फेल हो गया
kn: ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ
ml: പരിശോധന പരാജയപ്പെട്ടു
mr: सत्यापन अयशस्वी
pa: ਵੇਰੀਫਿਕੇਸ਼ਨ ਅਸਫਲ ਹੋ ਗਿਆ
ta: சரிபார்ப்பு தோல்வியடைந்தது

# otpMismatch
source: OTP mismatch occurred please try again
bn: OTP অমিল হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন
gu: OTP મેળ ખાતું નથી, કૃપા કરીને ફરી પ્રયાસ કરો
hi: OTP मेल नहीं खा रहा, कृपया फिर से प्रयास करें
kn: OTP ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: OTP ഒറ്റപ് ശെരി അല്ല, ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: ओटीपी चुकीचा आहे. कृपया पुन्हा प्रयत्न करा
pa: OTP ਮਿਲਦਾ ਨਹੀਂ, ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: OTP பொருந்தவில்லை, மீண்டும் முயற்சிக்கவும்

source: OTP resent
bn: OTP পুনরায় পাঠানো হয়েছে
gu: OTP ફરી મોકલાયો
hi: OTP दोबारा भेजा गया
kn: OTP ಮರು ಕಳುಹಿಸಲಾಗಿದೆ
ml: OTP വീണ്ടും അയച്ചു
mr: ओटीपी पुन्हा पाठवली गेली
pa: OTP ਮੁੜ ਭੇਜਿਆ ਗਿਆ
ta: OTP மீண்டும் அனுப்பப்பட்டது

# requestNewCode
source: Request a new code
bn: একটি নতুন কোডের অনুরোধ করুন
gu: નવો કોડ મંગાવો
hi: नया कोड माँगें
kn: ಹೊಸ ಕೋಡ್ ವಿನಂತಿಸಿ
ml: പുതിയ കോഡ് അഭ്യർത്ഥിക്കുക
mr: नवीन कोड विनंती करा
pa: ਨਵਾਂ ਕੋਡ ਮੰਗੋ
ta: புதிய குறியீட்டை கோரவும்

# requestNewCodeIn
source: Request a new code in
bn: এই সময়ের পরে একটি নতুন কোডের অনুরোধ করুন
gu: આટલા સમયમાં નવો કોડ મંગાવો
hi: नया कोड माँगने के लिए प्रतीक्षा करें
kn: ಹೊಸ ಕೋಡ್ ವಿನಂತಿಸಿ
ml: പുതിയ കോഡ് അഭ്യർത്ഥിക്കാൻ
mr: नवीन कोड विनंती करा
pa: ਨਵਾਂ ਕੋਡ ਮੰਗਣ ਲਈ ਉਡੀਕ ਕਰੋ
ta: புதிய குறியீட்டை கோரவும்

# clickPictureCamera
source: Click picture using camera
bn: ক্যামেরা ব্যবহার করে ছবি তুলুন
gu: કૅમેરા વાપરીને ફોટો લો
hi: कैमरा से फोटो लें
kn: ಕ್ಯಾಮೆರಾ ಬಳಸಿ ಚಿತ್ರ ತೆಗೆಯಿರಿ
ml: പുതിയ ചിത്രം എടുക്കുക
mr: कॅमेरा वापरून चित्र क्लिक करा
pa: ਕੈਮਰਾ ਨਾਲ ਫੋਟੋ ਲਓ
ta: கேமராவைப் பயன்படுத்தி படம் எடுக்கவும்

# pickImageGallery
source: Pick image from gallery
bn: গ্যালারি থেকে ছবি নির্বাচন করুন
gu: ગૅલેરીમાંથી ઈમેજ પસંદ કરો
hi: गैलरी से इमेज चुनें
kn: ಗ್ಯಾಲರಿಯಿಂದ ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಿ
ml: ഗാലറിയിൽ നിന്ന് ചിത്രം തിരഞ്ഞെടുക്കുക
mr: गॅलेरीमधून प्रतिमा निवडा
pa: ਗੈਲਰੀ ਤੋਂ ਚਿੱਤਰ ਚੁਣੋ
ta: கேலரியிலிருந்து படத்தை தேர்வு செய்யவும்

source: Delete My Account
bn: আমার অ্যাকাউন্ট ডিলিট করুন
gu: મારો એકાઉન્ટ ડિલીટ કરો
hi: मेरा अकाउंट डिलीट करें
kn: ನನ್ನ ಖಾತೆ ಅಳಿಸಿ
ml: എന്റെ അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: माझे खाते हटवा
pa: ਮੇਰਾ ਅਕਾਊਂਟ ਹਟਾਓ
ta: என் கணக்கை நீக்கு

source: Create New Room
bn: নতুন রুম তৈরি করুন
gu: નવો રૂમ બનાવો
hi: नया रूम बनाएं
kn: ಹೊಸ ರೂಮ್ ರಚಿಸಿ
ml: പുതിയ റൂം സൃഷ്ടിക്കുക
mr: नवीन कक्ष तयार करा
pa: ਨਵਾਂ ਰੂਮ ਬਣਾਓ
ta: புதிய அறையை உருவாக்கவும்

source: Please Enter Scheduled Date-Time
bn: অনুগ্রহ করে নির্ধারিত তারিখ-সময় লিখুন
gu: કૃપા કરીને નિર્ધારિત તારીખ-સમય દાખલ કરો
hi: कृपया निर्धारित तारीख और समय डालें
kn: ದಯವಿಟ್ಟು ನಿಗದಿತ ದಿನಾಂಕ-ಸಮಯ ನಮೂದಿಸಿ
ml: ദയവായി ഷെഡ്യൂൾ ചെയ്ത തീയതി-സമയം നൽകുക.
mr: कृपया शेड्यूल केलेली तारीख-वेळ प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਿਰਧਾਰਤ ਤਾਰੀਖ ਅਤੇ ਸਮਾਂ ਦਾਖਲ ਕਰੋ
ta: தயவுசெய்து திட்டமிட்ட தேதி மற்றும் நேரத்தை உள்ளிடவும்

# scheduleDateTimeLabel
source: Schedule Date Time
bn: তারিখ সময় নির্ধারণ করুন
gu: તારીખ સમય શેડ્યૂલ કરો
hi: शेड्यूल तारीख व समय
kn: ದಿನಾಂಕ ಸಮಯ ನಿಗದಿಪಡಿಸಿ
ml: തീയതി സമയം ഷെഡ്യൂൾ ചെയ്യുക
mr: शेड्यूल तारीख वेळ
pa: ਨਿਰਧਾਰਤ ਤਾਰੀਖ ਅਤੇ ਸਮਾਂ
ta: திட்டமிட்ட தேதி & நேரம்

source: Enter tags
bn: ট্যাগ লিখুন
gu: ટૅગ્સ દાખલ કરો
hi: टैग डालें
kn: ಟ್ಯಾಗ್‌ಗಳನ್ನು ನಮೂದಿಸಿ
ml: ടാഗുകൾ നൽകുക
mr: टॅग्स प्रविष्ट करा
pa: ਟੈਗ ਦਾਖਲ ਕਰੋ
ta: குறிச்சொற்களை உள்ளிடவும்

source: Join Community
bn: কমিউনিটিতে যোগদান করুন!
gu: કોમ્યુનિટીમાં જોડાવો
hi: कम्युनिटी से जुड़ें
kn: ಕಮ್ಯೂನಿಟಿಗೆ ಸೇರಿ
ml: കമ്മ്യൂണിറ്റിയിൽ ചേരുക
mr: समुदाय सामील व्हा
pa: ਕਮਿਊਨਿਟੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
ta: சமூகத்தில் சேரவும்

source: Follow us on X
bn: X এ আমাদের ফলো করুন
gu: X પર અમને ફોલો કરો
hi: X पर हमें फॉलो करें
kn: X ನಲ್ಲಿ ನಮ್ಮನ್ನು ಫಾಲೋ ಮಾಡಿ
ml: X-ൽ ഞങ്ങളെ പിന്തുടരുക
mr: X वर आमचे अनुसरण करा
pa: X 'ਤੇ ਸਾਡਾ ਪਾਲਣਾ ਕਰੋ
ta: X-ல் எங்களை பின்தொடரவும்

source: Join discord server
bn: Discord সার্ভারে যোগদান করুন
gu: ડિસ્કોર્ડ સર્વરમાં જોડાવો
hi: Discord सर्वर से जुड़ें
kn: Discord ಸರ್ವರ್‌ಗೆ ಸೇರಿ
ml: ഡിസ്‌കോർഡ് സെർവറിൽ ചേരുക
mr: Discord सर्व्हर सामील व्हा
pa: Discord ਸਰਵਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
ta: Discord சர்வரில் சேரவும்

source: No lyrics
bn: কোনও লিরিক উপলব্ধ নেই
gu: કોઈ ગીત નથી
hi: कोई लिरिक्स उपलब्ध नहीं
kn: ಯಾವುದೇ ಸಾಹಿತ್ಯ ಇಲ್ಲ
ml: ലിറിക്‌സ് ഇല്ല
mr: कोणतेही गीत नाहीत
pa: ਕੋਈ ਲਿਰਿਕਸ ਨਹੀਂ
ta: வரிகள் கிடைக்கவில்லை

# aboutSection
source: About
gu: વિશે

# noStoriesInCategory
source: No stories currently exist in the {categoryName} category to present
bn: বর্তমানে {categoryName} বিভাগে কোনও গল্প নেই।
gu: {categoryName} કેટેગરીમાં હાલમાં રજૂ કરવા માટે કોઈ વાર્તાઓ અસ્તિત્વમાં નથી
hi: {categoryName} श्रेणी में कोई कहानी नहीं है
kn: {categoryName} ವರ್ಗದಲ್ಲಿ ಪ್ರಸ್ತುತ ಯಾವುದೇ ಕಥೆಗಳು ಇಲ್ಲ
ml: {categoryName} വിഭാഗത്തിൽ അവതരിപ്പിക്കാൻ നിലവിൽ കഥകളൊന്നുമില്ല.
mr: {categoryName} श्रेणीमध्ये सादर करण्यासाठी कोणतीही कथा नाही
pa: {categoryName} ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਕੋਈ ਕਹਾਣੀ ਨਹੀਂ
ta: {categoryName} பிரிவில் தற்போது எந்தக் கதைகளும் இல்லை

source: Help to grow
bn: বৃদ্ধিতে সাহায্য করুন!
gu: વધવામાં મદદ કરો
hi: साथ मिलकर बढ़ाएं
kn: ಬೆಳೆಯಲು ಸಹಾಯ ಮಾಡಿ
ml: വളരാൻ സഹായിക്കുക
mr: वाढायला मदत करा
pa: ਵਧਣ ਵਿੱਚ ਮਦਦ ਕਰੋ
ta: வளர உதவுங்கள்

source: Share
bn: শেয়ার করুন
gu: શેર કરો
hi: शेयर करें
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
mr: शेअर करा
pa: ਸਾਂਝਾ ਕਰੋ
ta: பகிர்

source: Rate
bn: রেটিং দিন
gu: રેટિંગ આપો
hi: रेटिंग दें
kn: ರೇಟ್ ಮಾಡಿ
ml: റേറ്റ് ചെയ്യുക
mr: रेटिंग द्या
pa: ਰੇਟ ਕਰੋ
ta: மதிப்பிடு

source: About Resonate
bn: রেজোনেট সম্পর্কে
gu: રેઝોનેટ વિશે
hi: रेज़ोनेट के बारे में
kn: ರೆಸೋನೇಟ್ ಬಗ್ಗೆ
ml: റെസൊണേറ്റിനെ കുറിച്ച്
mr: रेजोनेटबद्दल
pa: ਰੇਜ਼ੋਨੇਟ ਬਾਰੇ
ta: Resonate பற்றி

source: Description
bn: বিবরণ
gu: વર્ણન
hi: विवरण
kn: ವಿವರಣೆ
ml: വിവരണം
mr: वर्णन
pa: ਵਰਣਨ
ta: விளக்கம்

source: Confirm
bn: নিশ্চিত করুন
gu: પુષ્ટિ કરો
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ta: உறுதிப்படுத்து

source: Classic
bn: ক্লাসিক
gu: ક્લાસિક
hi: क्लासिक
kn: ಕ್ಲಾಸಿಕ್
ml: ക്ലാസിക്
mr: शास्त्रीय
pa: ਕਲਾਸਿਕ
ta: பாரம்பரியம்

source: Time
bn: টাইম
gu: સમય
hi: टाइम
kn: ಟೈಮ್
ml: സമയം
mr: वेळ
pa: ਸਮਾਂ
ta: நேரம்

source: Vintage
bn: ভিনটেজ
gu: વિન્ટેજ
hi: विंटेज
kn: ವಿಂಟೇಜ್
ml: വിൻറ്റേജ്
mr: विंटेज
pa: ਵਿੰਟੇਜ
ta: பழமையான

source: Amber
bn: অ্যাম্বার
gu: એમ્બર
hi: अंबर
kn: ಆಂಬರ್
ml: ആംബർ
mr: एम्बर
pa: ਐਂਬਰ
ta: அம்பர்

source: Forest
bn: ফরেস্ট
gu: ફોરેસ્ટ
hi: फॉरेस्ट
kn: ಫಾರೆಸ್ಟ್
ml: ഫോറസ്റ്റ്
mr: जंगल
pa: ਫਾਰਸਟ
ta: காடு

source: Cream
bn: ক্রিম
gu: ક્રીમ
hi: क्रीम
kn: ಕ್ರೀಮ್
ml: ക്രീം
mr: क्रीम
pa: ਕਰੀਮ
ta: க்ரீம்

source: none
bn: কোনটিই নয়
gu: કંઈ નથી
hi: कोई नहीं
kn: ಯಾವುದೂ ಇಲ್ಲ
ml: ഒന്നുമില്ല
mr: काहीही नाही
pa: ਕੋਈ ਨਹੀਂ
ta: எதுவும் இல்லை

# checkOutGitHub
source: Check out our GitHub repository: {url}
bn: আমাদের GitHub রিপোজিটরি দেখুন: {url}
gu: અમારી ગિટહબ રિપોઝિટરી જુઓ: {url}
hi: हमारा GitHub रेपो देखें: {url}
kn: ನಮ್ಮ GitHub ರೆಪೊಸಿಟರಿ ನೋಡಿ: {url}
ml: ഞങ്ങളുടെ GitHub സംഭരണി പരിശോധിക്കുക: {url}
mr: आमचे GitHub रिपोजिटरी पहा: {url}
pa: ਸਾਡਾ GitHub ਰੈਪੋ ਦੇਖੋ: {url}
ta: எங்கள் GitHub repository-யை பார்க்கவும்: {url}

source: aossie logo
bn: aossie লোগো
gu: aossie લોગો
hi: AOSSIE लोगो
kn: aossie ಲೋಗೋ
ml: AOSSIE ലോഗോ
mr: aossie लोगो
pa: AOSSIE ਲੋਗੋ
ta: AOSSIE லோகோ

# errorLoadPackageInfo
source: Could not load package info
bn: প্যাকেজ তথ্য লোড করা যায়নি
gu: પૅકેજ માહિતી લોડ કરી શકાઈ નથી
hi: पैकेज जानकारी लोड नहीं हो सकी
kn: ಪ್ಯಾಕೇಜ್ ಮಾಹಿತಿಯನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: പാക്കേജ് വിവരങ്ങൾ ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: पॅकेज माहिती लोड करू शकत नाही
pa: ਪੈਕੇਜ ਜਾਣਕਾਰੀ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
ta: பேக்கேஜ் தகவலை ஏற்ற முடியவில்லை

source: Update Available
bn: আপডেট উপলব্ধ আছে
gu: અપડેટ ઉપલબ્ધ છે
hi: अपडेट उपलब्ध है
kn: ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದೆ
ml: അപ്ഡേറ്റ് ലഭ്യമാണ്
mr: अपडेट उपलब्ध
pa: ਅੱਪਡੇਟ ਉਪਲਬਧ ਹੈ
ta: புதுப்பிப்பு கிடைக்கிறது

# newVersionAvailable
source: A new version is available!
bn: একটি নতুন ভার্সন পাওয়া যাচ্ছে!
gu: નવું વર્ઝન ઉપલબ્ધ છે!
hi: एक नया वर्शन उपलब्ध है!
kn: ಹೊಸ ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದೆ!
ml: പുതിയ വേർഷൻ ലഭ്യമാണ്!
mr: नवीन आवृत्ती उपलब्ध आहे!
pa: ਨਵਾਂ ਵਰਜਨ ਉਪਲਬਧ ਹੈ
ta: ஒரு புதிய பதிப்பு கிடைக்கிறது!

source: Up to Date
bn: আপ টু ডেট
gu: અપ ટુ ડેટ
hi: आपका ऐप लेटेस्ट है
kn: ಅಪ್ಡೇಟ್ ಆಗಿದೆ
ml: അപ്ഡേറ്റ് ചെയ്തിരിക്കുന്നു
mr: अद्यावधिक आहे
pa: ਅੱਪ-ਟੂ-ਡੇਟ
ta: புதுப்பித்த நிலையில் உள்ளது

# latestVersion
source: You're using the latest version
bn: আপনি সর্বশেষ ভার্সন ব্যবহার করছেন
gu: તમે લેટેસ્ટ વર્ઝન વાપરી રહ્યા છો
hi: आप रेज़ोनेट का लेटेस्ट वर्शन इस्तेमाल कर रहे हैं
kn: ನೀವು ಇತ್ತೀಚಿನ ಅಪ್ಡೇಟ್ಅನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ
ml: നിങ്ങൾ ഏറ്റവും പുതിയ വേർഷൻ ഉപയോഗിക്കുന്നു
mr: आपण नवीनतम आवृत्ती वापरत आहात
pa: ਨਵਾਂ ਵਰਜਨ
ta: நீங்கள் சமீபத்திய பதிப்பை பயன்படுத்துகிறீர்கள்

source: Profile created successfully
bn: প্রোফাইল সফলভাবে তৈরি করা হয়েছে!
gu: પ્રોફાઈલ સફળતાપૂર્વક બન્યું
hi: प्रोफ़ाइल सफलतापूर्वक बनाई गई
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
ml: പ്രൊഫൈൽ വിജയകരമായി സൃഷ്ടിച്ചു
mr: प्रोफाइल यशस्वीरित्या तयार झाले
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ
ta: சுயவிவரம் வெற்றிகரமாக உருவாக்கப்பட்டது

source: Invalid Scheduled Date Time
bn: অবৈধ নির্ধারিত তারিখ-সময়
gu: અમાન્ય શેડ્યૂલ્ડ તારીખ સમય
hi: अमान्य तारीख और समय
kn: ನಿಗದಿತ ದಿನಾಂಕ ಸಮಯ ಅಮಾನ್ಯವಾಗಿದೆ
ml: അസാധുവായ ഷെഡ്യൂൾ ചെയ്ത തീയതി സമയം
mr: अवैध शेड्यूल केलेली तारीख वेळ
pa: ਅਵੈਧ ਨਿਰਧਾਰਤ ਤਾਰੀਖ/ਸਮਾਂ
ta: தவறான திட்டமிட்ட தேதி மற்றும் நேரம்

# scheduledDateTimePast
source: Scheduled Date Time cannot be in past
bn: নির্ধারিত তারিখ-সময় অতীতের হতে পারে না
gu: શેડ્યૂલ્ડ તારીખ સમય ભૂતકાળમાં હોઈ શકે નહીં
hi: शेड्यूल तारीख व समय पहले का नहीं हो सकता
kn: ನಿಗದಿತ ದಿನಾಂಕ ಸಮಯ ಹಿಂದಿನ ದಿನವಾಗಿರಬಾರದು
ml: ഷെഡ്യൂൾ ചെയ്ത തീയതി സമയം കഴിഞ്ഞുപോയതായിരിക്കരുത്.
mr: शेड्यूल केलेली तारीख वेळ भूतकाळात असू शकत नाही
pa: ਨਿਰਧਾਰਤ ਤਾਰੀਖ/ਸਮਾਂ ਪਿਛਲੇ ਸਮੇਂ ਵਿੱਚ ਹੈ
ta: திட்டமிட்ட தேதி மற்றும் நேரம் கடந்ததாக இருக்கக்கூடாது

source: Join Room
bn: রুমে যৌন করুন
gu: રૂમમાં જોડાવો
hi: रूम में शामिल हों
kn: ರೂಮ್‌ಗೆ ಸೇರಿ
ml: റൂമിൽ ചേരുക
mr: कक्षामध्ये सामील व्हा
pa: ਰੂਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
ta: அறையில் சேரவும்

# unknownUser
source: Unknown
bn: অজানা
gu: અજાણ્યો
hi: अज्ञात यूज़र
kn: ಅಜ್ಞಾತ/ಅನ್ನೋನ್
ml: അജ്ഞാതം
mr: अज्ञात
pa: ਅਣਜਾਣ ਯੂਜ਼ਰ
ta: அறியப்படாதவர்

source: canceled
bn: বাতিল করা হয়েছে
gu: રદ કર્યું
hi: रद्द किया गया
kn: ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: റദ്ദാക്കി
mr: रद्द केले
pa: ਰੱਦ ਕੀਤਾ ਗਿਆ
ta: ரத்து செய்யப்பட்டது

# english
source: en
gu: gu
pa: ਅੰਗਰੇਜ਼ੀ

source: Email Verification Required
bn: ইমেইল যাচাইকরণ প্রয়োজন
gu: ઈમેઈલ વેરિફિકેશન જરૂરી
hi: ईमेल वेरिफिकेशन ज़रूरी है
kn: ಇಮೇಲ್ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ
ml: ഇമെയിൽ പരിശോധന ആവശ്യമാണ്
mr: ईमेल सत्यापन आवश्यक
pa: ਈਮੇਲ ਵੈਰੀਫਿਕੇਸ਼ਨ ਲਾਜ਼ਮੀ ਹੈ
ta: மின்னஞ்சல் சரிபார்ப்பு தேவை

source: Verify
bn: যাচাই করুন
gu: વેરિફાય કરો
hi: वेरिफ़ाई करें
kn: ಪರಿಶೀಲಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: सत्यापित करा
pa: ਵੇਰੀਫਾਈ ਕਰੋ
ta: சரிபார்க்கவும்

source: Audio Room
bn: অডিও রুম
gu: ઓડિયો રૂમ
hi: ऑडियो रूम
kn: ಆಡಿಯೋ ರೂಮ್
ml: ഓഡിയോ റൂം
mr: ऑडियो कक्ष
pa: ਆਡੀਓ ਰੂਮ
ta: ஒலி அறை

# toRoomAction
source: To {action} the room
bn: রুমে {action} করার জন্য
gu: રૂમને {action} કરવા માટે
hi: रूम को {action} करने के लिए
kn: ರೂಮ್ ಅನ್ನು {action} ಮಾಡಲು
ml: മുറി {action} ചെയ്യുക
mr: कक्ष {action} करण्यासाठी
pa: ਰੂਮ ਨੂੰ {action} ਕਰਨ ਲਈ
ta: அறையை {action} செய்ய

# mailSentMessage
source: mail sent
bn: মেইল পাঠানো হয়েছে
gu: મેઈલ મોકલાયો
hi: मेल भेज दी गई है
kn: ಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ
ml: ഇമെയിൽ അയച്ചു
mr: ईमेल पाठवली गेली
pa: ਮੇਲ ਭੇਜੀ ਗਈ
ta: மின்னஞ்சல் அனுப்பப்பட்டது

source: disconnected
bn: সংযোগ বিচ্ছিন্ন
gu: ડિસ્કનેક્ટ થયું
hi: कनेक्शन टूट गया
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ
ml: ഡിസ്കണക്റ്റഡ്
mr: जोडलेले नाही
pa: ਡਿਸਕਨੈਕਟ ਕੀਤਾ ਗਿਆ
ta: இணைப்பு துண்டிக்கப்பட்டது

# micOn
source: mic
bn: মাইক
gu: માઈક
hi: माइक
kn: ಮೈಕ್
ml: മൈക്ക് ഓൺ
mr: मायक्रोफोन
pa: ਮਾਈਕ ਚਾਲੂ
ta: மைக்

# speakerOn
source: speaker
bn: স্পিকার
gu: સ્પીકર
hi: स्पीकर
kn: ಮಾತನಾಡುವವರು
ml: സ്പീക്കർ ഓൺ
mr: स्पीकर
pa: ਸਪੀਕਰ ਚਾਲੂ
ta: ஸ்பீக்கர்

source: end-chat
bn: চ্যাট বন্ধ করুন
gu: ચેટ સમાપ્ત કરો
hi: चैट समाप्त करें
kn: ಚಾಟ್ ಮುಗಿಸಿ
ml: ചാറ്റ്-അവസാനിപ്പിക്കുക
mr: चॅट समाप्त
pa: ਚੈਟ ਖਤਮ ਕਰੋ
ta: உரையாடலை முடிக்கவும்

# monthJan
source: Jan
bn: জানুয়ারী
gu: જાન્યુ
hi: जनवरी
kn: ಜನವರಿ
ml: ജനുവരി
mr: जान
pa: ਜਨਵਰੀ
ta: ஜன

# monthFeb
source: Feb
bn: ফেব্রুয়ারি
gu: ફેબ્રુ
hi: फरवरी
kn: ಫೆಬ್ರವರಿ
ml: ഫെബ്രുവരി
mr: फेब
pa: ਫਰਵਰੀ
ta: பிப்

# monthMar
source: March
bn: মার্চ
gu: માર્ચ
hi: मार्च
kn: ಮಾರ್ಚ್
ml: മാർച്ച്
mr: मार्च
pa: ਮਾਰਚ
ta: மார்ச்

# monthApr
source: April
bn: এপ্রিল
gu: એપ્રિલ
hi: अप्रैल
kn: ಏಪ್ರಿಲ್
ml: ഏപ്രിൽ
mr: एप्रिल
pa: ਅਪ੍ਰੈਲ
ta: ஏப்ரல்

# monthMay
source: May
bn: মে
gu: મે
hi: मई
kn: ಮೇ
ml: മേയ്
mr: मे
pa: ਮਈ
ta: மே

# monthJun
source: June
bn: জুন
gu: જૂન
hi: जून
kn: ಜೂನ್
ml: ജൂൺ
mr: जून
pa: ਜੂਨ
ta: ஜூன்

# monthJul
source: July
bn: জুলাই
gu: જુલાઈ
hi: जुलाई
kn: ಜುಲೈ
ml: ജൂലൈ
mr: जुलै
pa: ਜੁਲਾਈ
ta: ஜூலை

# monthAug
source: Aug
bn: আগস্ট
gu: ઓગ
hi: अगस्त
kn: ಆಗಸ್ಟ್
ml: ഓഗസ്റ്റ്
mr: ऑग
pa: ਅਗਸਤ
ta: ஆக

# monthSep
source: Sep
bn: সেপ্টেম্বর
gu: સપ્ટે
hi: सितंबर
kn: ಸೆಪ್ಟೆಂಬರ್
ml: സെപ്റ്റംബർ
mr: सप्ट
pa: ਸਤੰਬਰ
ta: செப்

# monthOct
source: Oct
bn: অক্টোবর
gu: ઓક્ટો
hi: अक्टूबर
kn: ಅಕ್ಟೋಬರ್
ml: ഒക്ടോബർ
mr: ऑक्ट
pa: ਅਕਤੂਬਰ
ta: அக்

# monthNov
source: Nov
bn: নভেম্বর
gu: નવે
hi: नवंबर
kn: ನವೆಂಬರ್
ml: നവംബർ
mr: नोव
pa: ਨਵੰਬਰ
ta: நவ

# monthDec
source: Dec
bn: ডিসেম্বর
gu: ડિસે
hi: दिसंबर
kn: ಡಿಸೆಂಬರ್
ml: ഡിസംബർ
mr: डिस
pa: ਦਸੰਬਰ
ta: டிச

source: Register
bn: রেজিস্টার
gu: રજિસ્ટર
hi: रजिस्टर करें
kn: ನೋಂದಾಯಿಸಿ
ml: രജിസ്റ്റർ ചെയ്യുക
mr: नोंदणी करा
pa: ਰਜਿਸਟਰ ਕਰੋ
ta: பதிவு செய்யவும்

source: New to Resonate?
bn: রেজোনেটে নতুন?
gu: રેઝોનેટ પર નવા છો?
hi: रेज़ोनेट पर नए हैं?
kn: ರೆಸೋನೇಟ್‌ಗೆ ಹೊಸಬರೇ?
ml: റെസൊണേറ്റിൽ പുതിയവരാണോ?
mr: रेजोनेटमध्ये नवीन?
pa: ਰੇਜ਼ੋਨੇਟ ਲਈ ਨਵੇਂ ਹੋ?
ta: Resonate-க்கு புதியவரா?

# alreadyHaveAccount
source: Already have an account?
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
gu: પહેલાથી એકાઉન્ટ છે?
hi: पहले से अकाउंट है?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ?
ml: ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?
mr: पहिल्यापासून खाता आहे?
pa: ਪਹਿਲਾਂ ਤੋਂ ਅਕਾਊਂਟ ਹੈ?
ta: ஏற்கனவே கணக்கு உள்ளதா?

source: Checking...
bn: পরীক্ষা করা হচ্ছে...
gu: તપાસી રહ્યા છીએ...
hi: जाँच हो रही है...
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ml: പരിശോധിക്കുന്നു...
mr: तपास करत आहे...
pa: ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ta: சரிபார்க்கப்படுகிறது...

# forgotPasswordMessage
source: Enter your registered email address to reset your password.
bn: আপনার পাসওয়ার্ড রিসেট করতে আপনার ইতিমধ্যে রেজিস্টার্ড ইমেইল ঠিকানাটি দিন
gu: તમારો પાસવર્ડ રીસેટ કરવા માટે તમારો રજિસ્ટર્ડ ઈમેઈલ એડ્રેસ દાખલ કરો.
hi: पासवर्ड रीसेट करने के लिए अपना रजिस्टर्ड ईमेल दर्ज करें।
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ನಿಮ್ಮ ನೋಂದಾಯಿತ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കാൻ നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത ഇമെയിൽ വിലാസം നൽകുക.
mr: आपला पासवर्ड रीसेट करण्यासाठी नोंदणीकृत ईमेल पत्ता प्रविष्ट करा.
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க பதிவு செய்யப்பட்ட மின்னஞ்சலை உள்ளிடவும்.

source: Username Unavailable!
bn: ইউজারনেম অনুপলব্ধ!
gu: યુઝરનેમ ઉપલબ્ધ નથી!
hi: यूज़रनेम उपलब्ध नहीं है!
kn: ಹೆಸರು ಲಭ್ಯವಿಲ್ಲ!
ml: ഉപയോക്തൃനാമം ലഭ്യമല്ല!
mr: वापरकर्तानाव उपलब्ध नाही!
pa: ਯੂਜ਼ਰਨੇਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ta: பயனர் பெயர் கிடைக்கவில்லை!

# usernameInvalidOrTaken
source: This username is invalid or either taken already.
bn: এই ইউজারনেমটি অবৈধ অথবা ইতিমধ্যেই নেওয়া হয়েছে।
gu: આ યુઝરનેમ અમાન્ય છે અથવા પહેલાથી લેવાયેલ છે.
hi: यह यूज़रनेम अमान्य है या पहले से लिया जा चुका है।
kn: ಈ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ ಅಥವಾ ಈಗಾಗಲೇ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ml: ഈ ഉപയോക്തൃനാമം അസാധുവാണ് അല്ലെങ്കിൽ ഇതിനകം ഉപയോഗിച്ചതാണ്.
mr: हे वापरकर्तानाव अवैध आहे किंवा आधीच घेतले आहे.
pa: ਯੂਜ਼ਰਨੇਮ ਗਲਤ ਜਾਂ ਪਹਿਲਾਂ ਤੋਂ ਲਿਆ ਹੋਇਆ ਹੈ
ta: இந்த பயனர் பெயர் தவறானது அல்லது ஏற்கனவே பயன்படுத்தப்படுகிறது.

# otpResentMessage
source: Please check your mail for a new OTP.
bn: নতুন OTP এর জন্য আপনার মেইল ​​চেক করুন।
gu: કૃપા કરીને નવો OTP માટે તમારો મેઈલ તપાસો.
hi: कृपया अपनी ईमेल जांचें, नया OTP भेजा गया है।
kn: ಹೊಸ OTP ಗಾಗಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೇಲ್ ಪರಿಶೀಲಿಸಿ.
ml: ദയവായി പുതിയ OTP ലഭിക്കാൻ നിങ്ങളുടെ മെയിൽ പരിശോധിക്കുക.
mr: कृपया आपल्या मेलमध्ये नवीन ओटीपी तपासा.
pa: OTP ਮੁੜ ਭੇਜਿਆ ਗਿਆ
ta: புதிய OTP-க்கு உங்கள் மின்னஞ்சலை சரிபார்க்கவும்.
